[
  {
    "url": "https://www.bbc.com/news/uk-51163865",
    "author": "Unknown",
    "title": "Harry and Meghan drop royal duties and HRH titles",
    "date": "18 January 2020",
    "story_body": "Prince Harry and Meghan will no longer use their HRH titles and will not receive public funds for royal duties, Buckingham Palace has announced. ",
    "article_text": "Prince Harry and Meghan will no longer use their HRH titles and will not receive public funds for royal duties, Buckingham Palace has announced. The couple will also no longer formally represent The Queen.The Duke and Duchess of Sussex intend to repay £2.4m of taxpayer money for the refurbishment of Frogmore Cottage, which will remain their UK family home, the statement added.The new arrangement comes into effect in spring this year, the palace said. The statement comes after senior royals held talks on Monday about the future role for the couple, who this month announced they wanted to .The Queen said following \"many months of conversations and more recent discussions\" she was \"pleased that together we have found a constructive and supportive way forward for my grandson and his family\".\"Harry, Meghan and Archie will always be much loved members of my family,\" the statement continued.\"I recognise the challenges they have experienced as a result of intense scrutiny over the last two years and support their wish for a more independent life.\"I want to thank them for all their dedicated work across this country, the Commonwealth and beyond, and am particularly proud of how Meghan has so quickly become one of the family.\"It is my whole family's hope that today's agreement allows them to start building a happy and peaceful new life.\"Buckingham Palace said the royal couple understood they were required to step back from royal duties, including official military appointments.The palace added that they would continue to maintain their private patronages and associations.\"While they can no longer formally represent the Queen, the Sussexes have made clear that everything they do will continue to uphold the values of Her Majesty,\" the statement added. \"The Sussexes will not use their HRH titles as they are no longer working members of the Royal Family.\"HRH, an abbreviation of His/Her Royal Highness, is used as part of the title of some members of the royal family, including prince or princess. The palace said it would not comment on what security arrangements would be in place for the royal couple.Their new website, sussexroyal.com, has been updated following the Queen's statement.\"In line with the statement by Her Majesty The Queen, information on the roles and work of the Duke and Duchess of Sussex will be updated on this website in due course,\" it said. The new post also invited visitors to the website to explore the site in the meantime to see the current works of \"Their Royal Highnesses\".The announcement marks the conclusion of talks about the couple's future with senior members of the family and royal aides.Earlier this month, they said they wanted a \"progressive new role\" within the institution, where they would be financially independent and divide their time between the UK and North America.Last year, they both spoke about the difficulties of royal life and media attention. The duke said he feared his wife would fall victim to . They will always be, the Queen writes, 'much loved members of my family'. But that's about it. No royal title, no royal duties, no military appointments, no tours, most of their time spent in Canada, no public money.It is harder to think of a much cleaner break than this. Harry and Meghan are still members of the Royal Family, but they are effectively no longer royal.  The early talk was of a much more mixed life - one where perhaps Harry and Meghan continued with some royal duties, dividing their time equally between the UK and Canada. But the contradictions and conflicts of interest were too many.There are still lots of details to thrash out. And the whole thing will be reviewed after a year. But a new life awaits Harry and Meghan - celebrities, certainly, but a different kind of royalty.  BBC royal correspondent Nicholas Witchell said questions remain unanswered from the statement, including what the couple's tax and immigration status will be in the UK and Canada. Our correspondent said royal officials had not given a clear answer about whether Meghan still intended to gain British citizenship, which would entail her spending a certain amount of time in the UK. He said that while they would divide their time between the UK and North America, it was expected that they will spend the majority of their time in North America.Duncan Larcombe, former royal editor of the Sun and author of Prince Harry: The Inside Story, said a \"scaled down Royal Family\" had been \"on the cards for some time\".\"He is not going to be able to turn off that global fame. He still has an important role to play within the institution, that's probably why these discussions have dragged on a little bit longer than expected,\" he said.Royal expert Penny Junor said the new arrangement was \"the best possible outcome and an outcome which will actually avoid catastrophe\".She said: \"They're hanging onto their patronages which I think is absolutely terrific because they both care passionately about making the world a better place.\"However, she added: \"The British public have lost out because these are two fantastic people who sprinkle fairy dust wherever they go and we are going to miss that, but clearly it was not making them happy.\"Meghan and Harry have already begun a transition phase of living in Canada and the UK. The move was agreed by the Queen, Prince of Wales and Duke of Cambridge.The duchess is in the Commonwealth country with son Archie, where the Sussexes spent six weeks over the festive period.On Tuesday she visited a charity in Vancouver which campaigns for teenage girls living in poverty.On Thursday,  - his first public event since he and the Duchess of Sussex said they would step back from royal life..Use this form to ask your question: If you are reading this page and can't see the form you will need to visit the mobile version of the  to submit your question or send them via email to . Please include your name, age and location with any question you send in. "
  },
  {
    "url": "https://www.bbc.com/news/uk-51164232",
    "author": "Unknown",
    "title": "Trump impeachment: Who's who in the Senate trial?",
    "date": "18 January 2020",
    "story_body": "The US House of Representatives has impeached President Donald Trump, and the Republican leader now faces a trial in the Senate.",
    "article_text": "The US House of Representatives has impeached President Donald Trump, and the Republican leader now faces a trial in the Senate.Members of the upper house will decide whether to remove Mr Trump from office. As the Republican party hold a Senate majority, he will likely be acquitted.But House impeachment managers - in essence, the prosecutors - will try to convince senators that the president should be ousted from the White House, for abuse of power and obstruction of Congress.It is the third time an impeachment trial has happened in the Senate.Here is our guide to the cast of characters, including the lawyers who will defend Mr Trump and those who will seek to have him removed from office. This is not the first impeachment for some of the key players in this political drama. Mr McConnell took part in impeachment and Senate trial of President Bill Clinton in 1999.Back then, he was the chair of the Senate Rules Committee, and a member of the \"Conservative Coalition\" - a bi-partisan group of senators representing southern states. Mr McConnell is currently setting out the rules of the trial with the minority leader, Democratic member  - although as majority leader, Mr McConnell will have the final say. The Republican senator drew fire after he said there would be \"total co-ordination\" with the White House in the process. Senators are expected to act as impartial jurors in the process.Currently, he is battling with Democratic leaders over  in the trial. Mr Roberts is the youngest chief justice of the US in more than 200 years, taking the position in 2005 at the age of 50. He made his older colleagues laugh recently when .Mr Roberts will preside over the impeachment trial, making sure all sides stick to the rules. He swore in senators as jurors early in January.He is ideologically conservative, although he has worked with liberal judges on the Supreme Court before and has repeatedly stated his belief that the body should be non-political.  when the president criticised a jurist who did not back his immigration policies as an \"Obama judge\".\"We do not have Obama judges or Trump judges, Bush judges or Clinton judges,\" Mr Robert said. \"What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them.\"Mr Schiff is the leader of the seven House impeachment managers: he and Jerry Nadler, as well as House of Representatives members , , ,  and .These Democrats will lay out the case against the president in a bid to have him removed from office.Mr Schiff represents California's 28th congressional district and is chairman of the House Intelligence Committee. As such, he has become the face of the impeachment proceedings, and a hate figure for Mr Trump and his supporters. The president has launched furious attacks against the Massachusetts-born 59-year-old. Sleazy Adam Schiff, the totally biased Congressman looking into \"Russia,\" spends all of his time on television pushing the Dem loss excuse!End of Twitter post  by @realDonaldTrumpMr Schiff said he was \"humbled\" by his appointment as lead prosecutor. Admirers see him as the man with extensive knowledge of the impeachment case, best suited to present it to the Senate.Another key figure in the Democratic impeachment process is Mr Nadler, the head of the House Judiciary Committee.A New Yorker, the 72-year-old has served as a congressman since 1992, and has a reputation as a passionate defender of civil liberties with a very liberal voting record. Like Mr McConnell, he was also in politics during the last impeachment. The Congressional record shows  in 1998.Mr Cipollone will lead Mr Trump's defence, alongside the president's personal lawyer . Before now, his biggest role in the impeachment proceedings were letters he sent to Mr Nadler, declaring that the White House would not take part in the inquiry and describing the process as a \"charade\".Mr Trump named Mr Cipollone as White House counsel in December 2018. He also advised the president during Special Counsel Robert Mueller's investigation into Russian interference in the 2016 election.The New York lawyer is the chief counsel at the American Center for Law & Justice, a conservative organisation. He is known to have deep ties to the evangelical community. He has argued in front of the US Supreme Court a number of times - including staunch defences of religious freedoms. For the president, Mr Sekulow served as a key figure in Mr Trump's legal team during the Mueller inquiry.Mr Starr is best known for his work as the independent counsel for the Whitewater controversy, an investigation into real estate investments by Bill and Hillary Clinton. This eventually widened into an investigation into President Clinton's affair with White House intern Monica Lewinsky. The Starr Report, published in 1998, led to Mr Clinton's impeachment.He was succeeded as independent counsel in 2002 by  - another member of Mr Trump's Senate trial defence team.A Republican originally from Texas, Mr Starr has argued 36 cases before the Supreme Court.The retired Harvard University professor is an expert on US constitutional law. Mr Dershowitz has served on a number of famous cases. He defended OJ Simpson as a member of the so-called \"Dream Team\" during the American football star's murder trial, and has represented celebrities like Mike Tyson and Patty Hearst. Speaking to CBS News, the lawyer said he was \"very, very concerned\" about the precedent this impeachment could establish, and said he agreed to serve Mr Trump \"as an independent constitutional scholar\".\"I take no position on the politics - just on the constitution.\"Other members of the team include , former Florida Attorney General, and lawyers  and .Senators are supposed to be impartial jurors during the impeachment trial. But the expectation is that this will be a highly partisan vote.The Senate needs a two-thirds majority to remove Mr Trump from power. Given that Republicans hold 53 seats in the upper house, it is likely the president will be acquitted. But Mr Trump has critics within his own party. Republican Senator  in the wake of Mr McConnell's comments about \"total co-operation\", given the need for impartiality during the trial. that , as well as  and  are also important Republican senators to watch as the trial continues to see exactly how they react to the evidence.However, media outlets also say two Democratic senators -  and  - could even be persuaded to side with the Republicans and vote no, under pressure from their constituents.While it is likely a foregone conclusion, these are the senators to watch."
  },
  {
    "url": "https://www.bbc.com/news/world-us-canada-51126900",
    "author": "Unknown",
    "title": "Australia bushfires: Pollution concerns for tennis tournament",
    "date": "17 January 2020",
    "story_body": "When tennis player Dalila Jakupovic was unable to complete her qualifying match for the Australian Open, which begins on Monday, she blamed the \"unhealthy\" air quality caused by fire smoke. Bushfires have been burning across Australia for weeks, causing air pollution which can be harmful to health. ",
    "article_text": "When tennis player Dalila Jakupovic was unable to complete her qualifying match for the Australian Open, which begins on Monday, she blamed the \"unhealthy\" air quality caused by fire smoke. Bushfires have been burning across Australia for weeks, causing air pollution which can be harmful to health. Ms Jakupovic criticised the organisers for letting the match go ahead in those conditions, as she and several other tennis players experienced effects, including coughing and difficulty breathing, nausea and muscle cramps. Breathing in smoke can cause irritation in the eyes, nose, throat and lungs. In more serious cases it can lead to hospital, especially for people with pre-existing respiratory conditions.As trees, leaves and other ground vegetation burn, they release small particles of solid carbon, water vapour and gases including carbon monoxide.Ultrafine particles of less than 2.5 micrometers - referred to as PM2.5 - pose the biggest risk to health because they can bury deep into the lungs and even enter the blood stream. This risks irritation, infection and an increased chance of heart attacks and lung disease.Professor Francesca Dominici, a statistician who works on public health, conducted a recent study into the effects of exposure to particulate matter. She found it was linked to hospital admissions for a wider range of conditions than previously thought.As well as the known effects on the lungs and heart, her team identified \"new diseases including septicaemia which is a serious bloodstream infection... urinary tract infections and renal failure,\" she told ABC News. Bushfire pollution does not typically do as much lasting damage as traffic or industry pollution, according to Associate Prof Brian Oliver, an expert in respiratory disease from the University of Technology, Sydney, because conditions often lift with a change in weather.This means any breathing discomfort is mostly short-lived. But because many fires have been burning for weeks, and authorities warn that there is no immediate end in sight, experts say this should now be treated as medium-term exposure. Bushfires have been burning across the country, often sending smoke over populated areas. Residents of Sydney - Australia's largest city - have endured smoke for weeks. The city's air quality has exceeded \"hazardous\" levels on several occasions.That has led to a 10% rise in hospital admissions, say officials. Paramedics have treated hundreds of people for breathing problems.Adelaide - a city of 1.3 million - was also affected last month, with its residents told to stay indoors.Because PM2.5 particles found in bushfire smoke are so small - a ninth of the size of a grain of sand - they can travel huge distances on the wind, potentially affecting many more people. The smoke is expected to make \"at least one full circuit around the globe,\" according to the US space agency Nasa.Most vulnerable are children, the elderly and smokers, while those with asthma, heart and lung problems can see exacerbated symptoms - such as chest tightness and difficulty breathing.And, as competitors in the Australia Open tennis tournament have experienced, athletes can be more susceptible to smoke damage because they are breathing in larger volumes of air as they exercise.The more intense the exercise, the more extra air will be taken in. Standard face masks are ineffective when it comes to blocking out fine particles, according to health authorities. They warned people to avoid exercising outdoors this week - a suggestion that many have ignored.Australia's clear air standard is a PM2.5 level of eight micrograms per cubic metre. By comparison, smoking a single cigarette produces 20 micrograms per cubic metre.Recent readings in Sydney have been as high as 734 micrograms - the equivalent of about 37 cigarettes.Smoke is an obvious health hazard that can travel vast distances from the fire front. But the weather stoking the flames has created other issues too, such as dust storms.In Victoria, officials issued an \"extreme\" warning in November for a phenomenon known as \"thunderstorm asthma\".This is where strong winds create more pollen in the air, which can lead to an outbreak of asthma attacks. In 2016,  from just such an outbreak.Bushfires can actually create their own weather systems, which may exacerbate this effect, according to Rachel Badlan, a researcher at the University of New South Wales.If it covers a large enough area, the upward movement of hot air from a fire can interact with the atmosphere and form a pyrocumulonimbus - a cloud of smoke, ash and water vapour which comes alongside massive thunderstorms. Pollutants from these storms are flung into the stratosphere - more than 10km into the earth's atmosphere - according to Nasa. "
  },
  {
    "url": "https://www.bbc.com/news/uk-19349769",
    "author": "By Daniel De Simone",
    "title": "Reynhard Sinaga: How the Manchester rapist found his victims",
    "date": "6 January 2020",
    "story_body": "Reynhard Sinaga is thought to be the UK's \"most prolific rapist\" ever. For several years, until he was caught in 2017, he preyed on young men enjoying a night out. ",
    "article_text": "Reynhard Sinaga is thought to be the UK's \"most prolific rapist\" ever. For several years, until he was caught in 2017, he preyed on young men enjoying a night out. Princess Street, in the heart of Manchester's city centre, is rarely quiet.If you follow it down from the impressive Victorian town hall on Albert Square, past bars, shops, restaurants, and converted textile warehouses, you reach the borders of two of the city's most popular destinations - Chinatown and the Gay Village. Beyond that, you come to a stretch of road bordered by nightclubs - Factory, Fifth, Joshua Brooks - a big part of the city's vibrant nightlife.  With its close proximity to two of the city's universities, the road is also a popular area for student accommodation. Reynhard Sinaga, a 36-year-old postgraduate student, had made this his home for more than seven years, living in a rented flat just a few moments' walk from Factory Nightclub.Sinaga, originally from Indonesia, was a perpetual student. He already had four degrees and was studying for a doctorate. By night he was a serial sex offender. He has been found guilty of drugging, raping and sexually assaulting 48 men, but police believe they are among at least 190 victims. They are able to be so precise about these numbers because Sinaga filmed his attacks and collected what detectives call \"trophies\" - items or information stolen from his victims.Sinaga typically approached his victims in the street. The rapist operated in a small area surrounding his flat. His targets were men mostly in their late teens or early 20s who had been out drinking, often in the nearby nightclubs.Some were on their way home, others had become separated from friends.Many were too drunk to remember their conversation with Sinaga, but for those who did there was no indication of a sexual motive. Sinaga used various pretexts to entice each to his flat.Some victims could recall being provided with a drink and then blacking out. has support and more information on emotional distressGreater Manchester Police said anyone who believes they might have been attacked by Sinaga can  or call its police line on 0800 092 0410 from inside the UK or 0207 158 0124 from abroad.The force said anyone in need of support from specialist agencies could call 0800 056 0154 from within the UK or 0207 158 0011 from abroad.Sinaga presented himself as a flamboyant, churchgoing academic who used the nickname \"posh spice\". A thin man of slight build and short stature, physically he appeared unthreatening. Several victims recall him smiling a lot. It was this apparent harmlessness that enabled Sinaga to pose as a \"good Samaritan\", coaxing men he approached back to the flat. We know about the benign impression Sinaga created because dozens of victims gave testimony to police, with 48 of them appearing in court over the course of four trials.Of the victims who went to court, the vast majority were heterosexual. Ian Rushton, from the Crown Prosecution Service, said he thought Sinaga took \"a particular pleasure in preying on heterosexual men\".Most of his victims were living in Manchester at the time and, in all, 26 were students when they were attacked.Their accounts explain how Sinaga operated.One was waiting for his girlfriend outside Fifth Avenue nightclub - since renamed Fifth Manchester - when he was approached by a \"small Asian guy\" who seemed harmless.The man was invited back to Sinaga's flat to wait for his girlfriend, but recalled nothing further after being given a shot of clear liquid to drink.Another man described being \"approached by a young Asian gentleman\". He said he had a \"vague recollection of explaining that my phone was dead and that I was trying to get a taxi but the taxis were passing me\".He added: \"I think I can recall a conversation along the lines of, 'Would you like to come inside and charge your phone and have a quick chat,'\" he told the court.To him, Sinaga \"didn't seem like an imposing character\" and during their conversations in the apartment, he appeared to be \"an honest, motivated person\" with an interest in academic research.The man told the court that soon after being offered a drink, he couldn't remember \"a single thing until the next morning\".After waking, confused and disoriented, he left within five minutes.Like almost every victim, he had no idea he had been raped until being approached by police.Another victim remembered his friends putting him in a cab outside a club. His next recollection was waking up in a strange apartment.When he asked Sinaga what had happened, he described providing care and shelter after finding him lying in the street.Another victim believed Sinaga had been \"really nice and had looked after him\".One victim, a teenage university student, managed to get Sinaga's mobile number as a precaution after waking up in the flat, and then having concerns that something might have been stolen from him.When he rang to ask for more information about what happened, Sinaga described himself as a \"good Samaritan\" who had found him unconscious on the pavement.Another man remembered waking up on the floor, covered in a blanket, before thanking the flat's occupier for letting him stay over.He suspected nothing, even though the person \"refused to give me personal details\" in order to assist with an insurance claim for a lost mobile phone.The phone, like many others stolen from their owners, was later recovered from Sinaga's home by police.Some victims felt incredibly unwell after regaining consciousness, sometimes naked and covered in vomit.Unknown to them at the time, Sinaga had given his victims a drug - almost certainly GHB - which rendered them unconscious before he assaulted them. One victim, who woke up naked on Sinaga's floor feeling nauseous and panic-stricken, came to the conclusion he had been drugged, telling his fiancé about that suspicion but not about the condition in which he awoke. Another man, who was told he could sleep on the floor, recalled waking twice during the night, on one occasion to be sick.He remembered that on one of the occasions he was unable to move his arms and could feel himself being penetrated, before passing out again.In the morning, he briefly spoke with Sinaga before leaving. He did not report what happened to police, until being approached by them.It was the largest rape investigation in UK history.Police found more than 100 of the men from clues in Sinaga's flat. But the identities of 70 men have not been established and police are now appealing for anyone who believes they may been abused by Sinaga to come forward.The CPS's Ian Rushton says that Sinaga is probably the most prolific known rapist \"anywhere in the world\".One of four children, Sinaga comes from a wealthy Indonesian family who live in Depok, a city within the Jakarta metropolitan area. His father is a banker and also a prominent businessman in the palm oil sector.After obtaining a degree in architecture at the University of Indonesia in Depok, he moved to the UK in 2007 to study urban planning at the University of Manchester.He went on to gain three degrees there before embarking on a doctorate in human geography at the University of Leeds - travelling there from Manchester when required. His family wealth meant that he rarely worked, although he claims to have had stints in employment in hospitality at both Manchester football clubs and in a clothes shop. Manchester United have since said they have no record of him working at the club. He worked for a period at a bar in the city's Gay Village, the area where he spent much of his time socialising. He was also a regular at a local church.After originally living in student accommodation, Sinaga moved to a rented flat in Montana House on Princess Street in 2011. While his convictions cover a period of two and a half years, police believe his offences predate 2015. But they say they may never know the true extent of his crimes. It came to an end in the summer of 2017.Sinaga was offending with abandon, sometimes night after night. In footage recovered from CCTV cameras covering his block of flats, he is seen leaving one evening only to return with a man 60 seconds later. It was just after midnight on 2 June 2017, when he approached his final victim.A teenager, who left The Factory nightclub to get some fresh air after becoming separated from friends, agreed to go to Sinaga's flat after it was suggested he could try to contact them from there.The man recalled nothing further until waking several hours later being sexually attacked by Sinaga.He immediately pushed Sinaga away, who responded by screaming \"intruder\" and \"help\", before repeatedly biting the teenager.The man hit Sinaga several times, escaped from the flat, and then called police, who arrived to a chaotic scene.Sinaga, who was discovered semi-conscious with serious injuries, was at first viewed sympathetically, and the teenager was arrested for assault.But Sinaga's behaviour in hospital began to arouse suspicion. He kept asking officers to have a mobile phone brought to him from his flat. Police asked him to confirm the pin number before they would hand it over. However Sinaga gave a series of false numbers, then tried to grab the phone after providing the correct one.The officer became so suspicious that he seized the phone as potential evidence and, when it was checked, a video recording was found of Sinaga raping the arrested teenager.It was the start of what the officer overseeing the investigation, Assistant Chief Constable Mabs Hussain, calls \"an absolutely unprecedented case\".He says the inquiry has been like \"piecing a jigsaw together without the picture\".Another of Sinaga's mobiles had somehow ended up in the pocket of the final victim.Between them, the two phones had been used to capture about 800 videos of Sinaga raping or sexually assaulting unconscious men.The victims, usually snoring loudly, were often repeatedly raped over several hours.In some of the films, Sinaga is seen to forcibly hold men down who, though unconscious, were visibly distressed or made attempts to push him away. In others, victims are seen to vomit while being attacked.To find the men, detectives used both the films and \"trophies\" collected by Sinaga - phones, watches, ID cards from their wallets, images that Sinaga had downloaded from their social media profiles, searches about them he conducted online.When they lacked identifying information, investigators tried facial recognition technology, approached local universities, and asked other police forces around the UK if they knew any of the men.Officers also considered whether Sinaga might have killed any of his victims with fatal drug overdoses, examining potential links to unsolved deaths or missing people, but there was no evidence to suggest this was the case.When officers made a positive identification, that person would be approached and told he had been a victim of sexual offences.Lisa Waters, of the St Mary's Sexual Assault Referral Centre, says their crisis workers accompanied detectives on these visits in order to \"offer immediate emotional and practical support\".She says that being told what happened \"can be quite overwhelming, very confusing\".\"What we didn't want to do was to drop the bombshell and then just disappear and leave these men with no support,\" she says.A large programme was put in place to provide ongoing support.Waters says many of the men have chosen not to tell anybody else about what happened to them.\"That might be because they might want to protect their own psychological health; it might be because they're ashamed to tell other people; it might be because they're fearful of other people's responses,\" she says.Dozens of those approached did not want to go through the court process.Sinaga was found to have told unsuspecting friends about some of the rapes, passing them off as consensual sexual conquests.In messages about the first victim who went to court, Sinaga boasted about the attack on New Year's Eve in 2014.\"I didn't get my new year kiss, but I've had my first sex in 2015 already,\" he wrote, adding that the man was \"straight in 2014. 2015 is his breakthrough to the gay world hahaha\".During another boast about what he presented as his prowess with \"straight\" men, Sinaga wrote: \"Take a sip of my secret poison, I'll make you fall in love.\"Police officers have spoken to other men, tracked down as a result of still images discovered in the flat that date from before 2015. These men recall being there, but not what happened. There is no other evidence available to show that they were sexually assaulted.Only one previous report to police was linked to Sinaga after his arrest, dating from April 2017, when the victim had woken disorientated and unwell in a strange room with an Asian male.He quickly left, but later that day had flashbacks of being sexually assaulted and - two days afterwards - he called the police.However, the man was unsure of the property in which he had been assaulted, meaning inquiries focused on two nearby hotels, neither of which had had any guests who matched the suspect's description.Despite the overwhelming evidence, Sinaga pleaded not guilty to all 159 charges, forcing a series of four trials in which his victims had to give evidence and jurors had to watch hours of distressing videos.Court rules meant that nothing could be reported in the media and each jury was unaware of the wider case against him.Sinaga gave evidence in the first and last of the trials, running what the judge called a \"ludicrous defence\" which involved him claiming that each victim had agreed to fulfil his \"sexual fantasy\" by being penetrated while being filmed and pretending to be asleep.When this scenario was suggested to one victim in court, he responded by saying it was \"absolutely farcical\".Sinaga changed his story during the trials.In the first trial, he denied that the loud snoring heard in some films was snoring at all, insisting it was just \"breathing sounds\".But, by the time of the final trial, he claimed the snoring was actually just \"role-play\".It was only halfway through the first trial that he admitted penetrating most of the victims on that indictment.In the witness box he came across as vain and self-absorbed, telling jurors: \"I make myself available all the time… I may look like a 'lady boy' and it seems very popular amongst curious men who are looking for a gay experience.\"When entering and exiting court he often appeared cheerful, as if he was enjoying the process.In the absence of the jury, the judge repeatedly asked defence counsel whether any of the evidence could be agreed, to spare jurors watching every video.But Sinaga would not agree and, because he insisted each victim was conscious and consenting, the videos had to be played to demonstrate this was a lie.The prosecution case was that Sinaga used the drug GHB to incapacitate his victims.No trace of the drug was found in his apartment and - due to the circumstances of Sinaga's arrest - the final victim was not tested quickly enough for its presence to be established.However, the symptoms shown by the hundreds of videos were all consistent with GHB intoxication, as were the descriptions of him providing clear liquid shots, and each trial heard expert evidence about its effects.GHB was used by Stephen Port, who murdered four men between June 2014 and September 2015. The men were given fatal overdoses of the drug. Port was also convicted of raping or assaulting several living victims using GHB.The impact on Sinaga's victims is vast.Waters says that \"some of the men have found it very difficult to function in everyday life\".This has resulted in substance misuse, people unable to go to work, students unable to finish university, and others having to leave home after feeling unable to function any longer within their families.She adds that \"some men have been suicidal and we've had to try to help them come to terms with that and how we can make them safe\".Dr Sam Warner, author of a report about the psychological impact on Sinaga's victims, says a loss of power coupled with an absence of memory can be \"extremely frightening, disturbing, upsetting because that goes to the heart of how you make sense of yourself, how you understand your experiences\".\"In a situation where people have been incapacitated through drugs they may have no flashback to that particular event,\" she says.\"What they will have is the flashback to being told, however sensitively done, because suddenly they become a rape victim at that point.\"She says the stress and trauma \"may continue throughout people's lives\".In a series of statements read in court, the men themselves described the impact.\"I felt numb. I was totally shocked, embarrassed, betrayed and very angry,\" one said.\"His actions were disgusting, unforgiveable. He has massively abused my trust in humanity.\"Another man said: \"I want Sinaga to spend the rest of his life in prison. Not only for what he has done to me but for what he has done to the other lads and the misery and stress he has caused them.\"A further victim said: \"I remember the day the police contacted me, it is a day I will never forget because it changed my life forever.\"Another: \"I wish the worse for him, I want him to feel the pain and sufferance I have felt. He has destroyed a part of my life.\"Throughout all four trials, Sinaga displayed not a glimmer of empathy or contrition.His persistent smile, so often used to comfort and disarm, was instead revealed to be a mark of his cruelty.In a message to Sinaga, one victim said: \"I'm not going to let you ruin my life.\""
  },
  {
    "url": "https://www.bbc.com/news/uk-51107687",
    "author": "By Amir Azimi",
    "title": "Why Iran plane disaster protests mark most serious test yet",
    "date": "18 January 2020",
    "story_body": "The latest anti-government demonstrations sweeping Iran arguably pose the most serious challenge to the administration of any in its 40-year history.",
    "article_text": "The latest anti-government demonstrations sweeping Iran arguably pose the most serious challenge to the administration of any in its 40-year history.In recent years, Iran has seen two major surges of opposition - in 2017 (late December) and 2019 (October and November). Both were fuelled by poor economic situations and sharp hikes in fuel prices that hurt the lower middle class and poorer families the most.This time, demonstrations broke out after the powerful Islamic Revolutionary Guard Corps (IRGC) admitted it had shot down a Ukraine International Airlines Boeing 737-800 with 176 passengers and crew on-board after three days of strong denial.Unlike the 2017 and 2019 protests, and those of 2009 which were triggered by disputed presidential elections, this week's demonstrations started off from universities and spread quickly across many cities around the country.The initial story by the officials in Tehran was that the plane crashed as a result of engine failure. Iran's aviation authorities even claimed it was impossible that the plane could have been targeted by anti-aircraft missiles.The official version had too many flaws and emerging evidence also suggested otherwise. Videos that Iranian citizens had filmed and shared on social media showed a missile hitting the aeroplane right before it crashed. Later CCTV footage emerged from nearby security cameras that showed the plane was actually shot twice, which explained why the pilot lost contact with the airport minutes before the crash.  Although foreign leaders implied the plane had most probably been downed by missiles rather than engine failure, it was the IRGC's delayed confession that sparked the subsequent demonstrations. On Friday - a day or two after the Islamic Republic held official burial ceremonies for some of the victims - Supreme Leader Ayatollah Ali Khamenei led the weekly prayers in Tehran.The last time he did so was eight years ago, after most of the region was engulfed by the Arab Spring. On this occasion, he devoted most of his prayer speech to his top general, Qasem Soleimani, who was killed by a US drone strike, and to Iran's retaliatory missile attack on a US base in Iraq.He mentioned the plane crash and paid condolences to the families of the victims but he did not apologise nor place responsibility on the IRGC, which reports directly to him.Ayatollah Khamenei said there were ambiguities in how the plane had crashed and thanked the IRGC for the explanations it had provided in recent days after accepting responsibility.  The crowds that took to the streets this week, unlike in previous demonstrations, were formed mostly of middle and upper-middle classes whose anger was mainly driven by what they saw as humiliating incompetence that killed so many innocent civilians - mostly Iranian dual nationals - followed by a series of bizarre lies and made-up excuses that officials had produced about the cause of the crash.In years and months gone by, the Islamic Republic has been able to quash unrest by blaming the country's poor economic performance on US sanctions, and by using excessive force that left many killed or injured. The establishment has also been successful in unifying its ranks and filling the gaps between them against the demonstrators, but this time cracks have started to appear on the inside.The leader's speech did not provide many answers to what has angered the people. The government has distanced itself from any responsibility for the plane crash.President Hassan Rouhani has called for a full investigation and says those responsible will face retribution. There could actually be an opportunity for him here, with the IRGC, a powerful rival for his authority, in trouble.But he and his government are not in the clear either. President Rouhani's government stood by the IRGC, until it finally accepted responsibility. His government repeated the false claim that engine failure was the reason for the crash. His government and himself as the head of Iran's National Security Council are also under heavy criticism for not closing down airports during the hours after Iran fired missiles in response to the killing of Soleimani.For demonstrators on the streets, though, it does not really seem to matter which officials say what anymore - their demands have gone beyond the ranks of the establishment and they are directly asking for the leader himself to resign.Now the question is whether this event can bring demonstrators who were angered by the economic situation and those who are incensed by the administration's lies about such a tragic event closer together."
  },
  {
    "url": "https://www.bbc.com/news/uk-51041958",
    "author": "By Venetia Menzies",
    "title": "Night rider: 21 years sleeping on a London bus",
    "date": "12 January 2020",
    "story_body": "For more than two decades after his asylum application was rejected, Sunny found a safe haven aboard the buses that zigzag across London at night. What's it like to spend every night on the lower decks?",
    "article_text": "For more than two decades after his asylum application was rejected, Sunny found a safe haven aboard the buses that zigzag across London at night. What's it like to spend every night on the lower decks?Sunny waits patiently, wind penetrating his well-worn jacket and the winter cold biting at his extremities.It's past midnight and his legs are weary but he stands firm and smiles as the bus lunges to a halt, its wing mirror clipping overgrown branches on its way. He moves aside to let other passengers board, greets the familiar face of the driver with a gentle bow of the head and taps his weathered Oyster card on the payment point.Relieved at finding his favoured spot at the back of the lower deck empty, he slides into place and gets comfortable for the long ride ahead. Sunny hugs his bag to his stomach, feels his wrinkled hands start to thaw, and closes his eyes.Leaving behind the smell of fried chicken and noise of London's late-night traffic, his mind drifts.He sees his younger self, kneeling in prayer between the concrete walls of a Nigerian prison, waiting to be executed. His offence: struggling for democracy.A guard barges into the cell, lifts him to his feet and rushes him down silent corridors, out into blinding sunlight, where a car is waiting. Family and friends have bought his freedom, paying off everyone from the prison officials to the air hostess on the flight to London.Sunny is jerked back to the present as a scrum of drunken men, singing tunelessly, trail through the doors and up to the top deck. It must be three or four in the morning, he calculates - the usual hour for trouble.Around this time, Sunny often notices three distinct groups around him. It's a neat survey of modern London. There are those who came to this country for a better life, rushing to their pre-dawn cleaning jobs. Another group - mostly indigenous Britons - heads home from the nightclubs, talking loudly and cramming down fast food. And finally there are the homeless, those who have nowhere else to go, for whom buses are a place to rest.Sunny doesn't resent the others; he has learned to enjoy their boisterousness. When they smile, he smiles. When they laugh, he laughs too. It's amazing how a few pints can evaporate class boundaries, stripping reserved Englishmen of their inhibitions so they chat with the homeless as temporary equals.Sunny tries to recall the last time he felt as happy as these drunken men.Perhaps it was when his asylum claim was still under review. Back then he was full of gratitude for his second chance at life. He took a course in documentary-making, choosing to report on the lives of London's homeless, never imagining he would soon be in their shoes. Sunny had dared to hope for a bright future, safe under the protection of Her Majesty the Queen - that figurehead familiar from sun-faded colonial posters across Nigeria. But his request for asylum was refused.That left him with two options: go home to a country under , where his death sentence would finally be carried out, or go underground.It wasn't a difficult choice.And so began 21 years as a nomad on London's buses, which Sunny quickly realised were safer and warmer than the streets.It was a church minister, a woman of unwavering generosity, who first bought him a monthly pass to save him multiple nightly fares. She continued to do so, month after month, and other friends would chip in if she wasn't around.By day Sunny would volunteer at churches - he would attend several during his time in London. When his work was done, he would often head to Westminster Reference Library where he could catch up on the day's news or pick up where he'd left off in the book he'd been reading.He might then ask a restaurant manager if they could spare some food, and says he was rarely turned away. But no later than 9pm he would invariably be stepping aboard a bus for the first of three, maybe four, nightly trips across the capital.He soon discovered the best buses for a good rest. There was the trusty N29, from Trafalgar Square to the northern suburb of Wood Green. But the 25 - which ran 24 hours - offered the longest uninterrupted sleep. In traffic, it would take two hours to get from central London to Ilford, in Essex, where - if he was really lucky - a driver might take pity and leave him sleeping on board at the terminus.More often, the homeless passengers - maybe four or five of them - would be woken and turfed off until the next driver arrived.Most were destitute women, British or African, who used the bus as a sanctuary from the threat of sexual assault. Laden with bags, they would be grateful for Sunny's help lugging them on and off the bus.Sunny always travelled light. A small tote bag allowed him to avoid the stigma of homelessness during daylight hours. Some homeless folk would stretch out across seats but he preferred not to inconvenience other riders.It took a while to learn all the tricks. At first he hadn't worried about where to sit. But then he found himself in a confrontation with two men who had been trying to set light to the hair of an unsuspecting woman in front. He chased them off but resolved to avoid conflict where possible.The lower deck, he concluded, was the preserve of reasonable people, of families and the elderly. Trouble rarely erupted so close to the driver. The back seats were optimal, not just for the head rest but for peace of mind.But there were always distractions: the lurching bus, the neon lights, the noisy night-riders and the humming engine. Two hours of proper sleep across an entire night was an achievement. At dawn - or when he got hungry, whichever came first - he would head to a McDonald's. He never begged but friendly staff at the Leicester Square branch would give him food and let him shave in the bathrooms. Fellow customers could be kind, too. Or, if he timed it right, he could hop off at the 24-hour branch in Haringey - halfway along the N29 route. There, he could enjoy a peace that was rare in the central London branches, rest his head on a table and continue his slumber.For a handful of Christmases, Sunny broke his routine and tried winter night shelters provided by churches.Seven different churches worked a rota. But they were scattered in different locations across the capital, creating a daily exodus of people - the \"walking dead\", in his words - trying to reach their next bed before the evening curfew.Sunny came to realise he preferred the bus to lying on stone floors, packed shoulder-to-shoulder. It was hard to sleep through the smell of tobacco, alcohol and unwashed bodies. And, of course, the screams of the others as they lay there tormented by nightmares.From the seats of London buses, Sunny watched the changing face of the capital. Slowly, the white population declined as a proportion of the total. The ranks of the homeless expanded.In this most diverse of spaces, he became adept at matching faces or dialects to places of origin. And he developed a sixth sense for trouble, detecting warning signs in gestures: the smirk of trouble-making teens, the pursed lips of an explosive racist. There were combinations that could result in confrontation: drunken football fans and a veiled woman; tired commuters and people using speakerphone; gang members and their local rivals. In the months following the Brexit referendum of 2016, hostility to migrants seemed to become more commonplace. \"Go back home,\" became a regular refrain.Sunny didn't blame the British government for his predicament. Had his own country's not been so bad, he wouldn't have been here in the first place.Eventually, the refugee centre at Notre Dame de France church, off Leicester Square, made an application for leave to remain on his behalf. If people prove they have continuously lived in the UK for 20 years, they can qualify to settle. But Sunny had spent that time avoiding all records, evading detection. How could he demonstrate he had been there all this time?\"I understand that your client is currently homeless, but we still require documentary evidence to show continuous residence from 1995 to the present date,\" said a letter from the Home Office. \"Evidence such as utility bills, bank statements, tenancy agreements…\"Sunny asked the friendliest bus drivers to write him a letter of support. One obliged, confirming he was \"a regular rider throughout the night\".The churches he had volunteered at over the years provided supporting statements and dug out old photographs recording his presence at charity events.These days Sunny is the one taking pictures. He reaches inside his bag for the disposable camera he's been given to tell his story as part of a photography project.There are a few frames left. Lifting the viewfinder to his eye, Sunny pushes firm against the flash button and pauses to adjust his composition. Click… He releases the shutter.The photograph will not simply show rows of mostly empty seats on the lower deck of a bus. It will be a picture of life as a free man.At the age of 55, in 2017, Sunny was granted leave to remain. It had taken a year but finally he had the right to shelter, to work, to exist. And he was thankful.It is almost his stop, deep in south London's suburbs - he still isn't used to travelling to a destination. Even now he sometimes sleeps on buses, though more often during the day rather than at night. For so long a sanctuary, they remain a place to empty his mind - their familiarity a comfort.Sunny's knees click as he hoists himself up. He's getting older, his struggle has aged him beyond his years. He thanks the driver and carefully steps down to the pavement. Leaning into the breeze, he walks towards his bedsit, smiling as the cold cracks his lips.In 2017, freelance writer Tom de Castella noticed an elderly woman and her son living on a bench in south London. He discovered they had already been there for two years… which was puzzling. Why hadn't anyone done anything to help them? Why did everyone accept it as normal? The more he investigated, the stranger it seemed."
  },
  {
    "url": "https://www.bbc.com/news/world-africa-51161758",
    "author": "Will Gompertz",
    "title": "Baftas and Oscars: Will Gompertz reviews this year's line-up ★★☆☆☆",
    "date": "17 January 2020",
    "story_body": "\"'Twas the festive season to be jolly.\" Now \"'tis the awards season to be angry\".",
    "article_text": "\"'Twas the festive season to be jolly.\" Now \"'tis the awards season to be angry\".This year's Bafta and Oscar nominations have annoyed a lot people for featuring, as they do, a line-up in the main categories (Best Film, Director, Actress, Actor, Supporting Actress and Actor) that has been seen by some to be as about as diverse and textured as a bowl of watery soup. It is reasonable to say that the two national film academies have developed a Mr Bean-like capacity for stepping on the most conspicuous banana skins and landing themselves in a heap of stinking opprobrium.This time around they've excelled themselves by successfully upsetting both the #OscarsSoWhite and Time's Up camps, which have complained about a men-only directing shortlist, and acting categories that feature almost exclusively white performers.   Of the 35 individual nominations in the main award sections (39 if you include the extra four films the American Academy has included in its Best Picture grouping), all but three are identical on both shortlists. Ironically, one of those not doubling-up is the English actress Cynthia Erivo (Harriet) - the only black actor to be recognised on either side of the Atlantic. She received an Oscar nod but was ignored by her home team at Bafta, which only last year picked her out as a \"rising star\".Have the 6,700 voting Bafta members and the 8,469 at Academy of Motion Picture, Arts and Sciences made a total Horlicks of this year's shortlists? Have they overlooked worthy films and talented actors and directors, or have they chosen the best from what was on offer?This is a subjective matter, with individual tastes informed by experience and perspective, which is why a diverse membership is important if you want more than the usual suspects cropping up each year. If that happens (and it's worth noting there's been a reasonable range of winners in recent years - unless you happen to be a female director) the whole charade will become intellectually and artistically obsolete. I'll put my cards on the table. IMO the 2020 awards season line-up is conservative and cock-eyed. It lauds several films that are standard four-star movies (Joker, The Irishman, Little Women, Once Upon a Time... in Hollywood) with others that are no more than three-star (Marriage Story and 1917). My beef with the nominations isn't about gender or race (although both remain a serious issue across the arts in terms of recognition and opportunity), but how mediocre movies have been recognised at the expense of some truly excellent films and performances. I'm not talking about one or two anomalies, there are more misses than an England football team taking part in a penalty shoot-out. (The Golden Globes are not included as they are structured differently and are not voted for by members of a national academy.) Parasite and Jojo Rabbit are worthy contenders, and should be battling it out with The Farewell, Queen & Slim, and Uncut Gems for Best Film. You might well disagree, others have in the past. A year or so ago a middle-aged man approached me on the London Underground, paused, stared, and then said cryptically, \"You owe me £16\". \"Why?\" I asked. \"Shape of Water\" he said, and walked off. Fair enough. At least he gave it a chance. Which is more than either academy appears to have done for many-a decent movie this year. The 2020 awards season feels reminiscent of France in 1863. Then, its official fine art academy rejected so many avant-garde painters from its all-important Paris Salon, that Napoleon III - fearing another uprising - decided to hold an alternative, concurrent exhibition called the Salon des Refusés. It was a popular success (although many came to laugh at the work on show), which would change the course of art forever. It heralded a new age, a new order, and a new way of looking, encapsulated in Édouard Manet's magnificent Le Déjeuner sur l'Herbe (1863), which was then derided by an establishment that now accepts it as a masterpiece.  And so, in the spirit of 1863, based on the movies I've seen and taking into account would-be nominees cited as overlooked by other critics (in the spirit of Napoleon III), I offer you an alternative combined Bafta-Oscar shortlist for the main categories in the… Awards des Refusés: Compiled by Will Gompertz I know which awards show I'd rather watch and whose speeches I'd rather hear. "
  },
  {
    "url": "https://www.bbc.com/news/health-51148303",
    "author": "By Mark Savage",
    "title": "Five ways music changed in the 2010s",
    "date": "11 January 2020",
    "story_body": "Cast your mind back, if you can, to the 2010s.",
    "article_text": "Cast your mind back, if you can, to the 2010s.I know, I know. It seems like ages ago. The world's on the brink of a war with Iran and the Royal Family is in tatters, but apparently the new decade only started 11 days ago.The preceding 10 years were hardly a walk in the park, either - and musically-speaking, it was a time of innovation, upheaval and disruption. Streaming changed the way we listened to music, and music changed in response to the way we listened. Songs got shorter, genres bled into one another, and language barriers dissolved.Observing all these changes were Charlie Harding, a songwriter, and Nate Sloan, a professor of musicology. Before the 2010s, they'd been snobby about pop music. Then, on a road trip, they heard Carly Rae Jepsen's exquisitely catchy Call Me Maybe.They were struck by the way Jepsen subverted their expectations of melody and arrangement to create a feeling of awkward nervousness as she asked a guy out on a date.\"Jepsen hesitates before singing the first word of the chorus, ','\" they explain. \"It's unexpected, but effective, like she's working up the courage to say her piece.The chorus's underlying chord progression reinforces this feeling, deliberately avoiding the song's harmonic \"home\" in a way that makes the listener \"feel giddily unmoored,\" they add.End of Youtube post  by CarlyRaeJepsenVEVOInspired by Jepsen's masterpiece, the duo launched a podcast called  in 2014, dissecting the musical concepts behind hits like ,  and, erm, .Now they have a book by the same name - subtitled \"how popular music works and why it matters\" - with each chapter studying a basic principle of music through the prism of a single, ubiquitous banger.We called them up in the dying days of 2019 to discuss the decade's biggest musical trends, and how they shaped our experience of music.The decade had its fair share of memorable hooks, from Pharrell's  to Sia's  - but choruses suffered an identity crisis during the decade.Take, for example, Katy Perry's . The bridge builds and builds in anticipation of a climax (Perry even sings \"\") but when you get to the bit where the chorus should be, the song disappears down a black hole and you're left with a spooky synth riff over a pounding bass drum. \"This was one of the most surprising insights we found when researching the podcast and writing the book,\" says Sloan. \"Since the 1960s, it's been a tenet of popular music that all songs follow the verse-chorus format, but the last decade has seen a real shift away from the dominance of the chorus.\"In their book, Sloan and Harding trace this phenomenon back to Rihanna and Calvin Harris's We Found Love. Released in 2011, the song initially behaves like any other pop song, with a verse-chorus structure that culminates in Rihanna singing the hook, \"\" four times.But then Harris does something unexpected: Instead of circling back to the second verse, the tension ratchets up like a rollercoaster climbing to its apex. As a synth rises in pitch and snare drums clatter, the excitement builds until, at 1'08\", there's an almighty crash and the song's elements unite around a single, fist-pumping groove. And it's this section, more than Rihanna's hook, that represents the energetic peak of the song.End of Youtube post  by RihannaVEVOThis technique - the build and drop - was borrowed from dance music but compressed to fit the pop format, prompting Sloan and Harding to christen it \"pop drop\".\"What's fascinating about the pop drop is it helped introduce people's ears to a new song form,\" says Harding. \"It made listeners more comfortable with hearing things that don't fit into the dominant structure of the past 75 years.\"And so we end up with songs like Dark Horse, or Ariana Grande's , or the Chainsmokers' , where the chorus is no longer the focal-point of the song.\"To me, that's the most exciting development of the last 10 years - the disintegration of the chorus and the slate of possibilities that will open up for artists in the future,\" says Sloan.\"It's very hard to do something like that,\" chips in Harding. \"Think about drama, for example - it's difficult to have a play that doesn't have three acts, because form is often the thing that gives us comfort.\"So even though the pop drop itself might be more of a mid-2010s phenomenon, it's very important in terms of how it disrupted the standards.\"According to research from , the average length of a song on the Billboard Hot 100 fell from 3'50\" in 2013, to about 3'30\" in 2018 - and the trend appears to be accelerating. Last year, Lil Nas X became one of music's biggest break-out stars thanks to his viral hit , a song that's just 1'52\" long.The downward pressure on song durations is all down to streaming. \"Streaming services incentivise listening to an entire song, because that's how they calculate payments,\" explains Sloan. \"And if you listen to the whole song, it increases the likelihood of it being placed on a playlist.\"Furthermore, streaming services pay artists per play - irrespective of how long a song lasts. So every time someone streams Kanye West's 2010 nine-minute epic , it generates the same revenue as a play of the three-minute-long . It's no surprise that his latest single, Follow God, clocks in at 1'45\".End of Youtube post  by KanyeWestVEVO\"The trend is definitely towards shorter songs,\" . \"People are doing two or three things at the same time and if you get three minutes into a song and it's not almost over, you're probably skipping to the next song, and that's just the truth.\"That's not the only effect streaming has had on song structure. Intros are shorter - some songs even open with a blast of the chorus - and fade-outs are a thing of the past.\"A fade-out, just like a long intro, is another way to lose people's attention,\" says Harding. \"It's a matter of sustaining attention all the way through.\"\"What's the famous adage in playwriting? Enter late, leave early,\" adds Sloan. \"Maybe it's similar in pop songwriting.\"As hip-hop has become the dominant form of music, it's stylistic tropes have begun to bleed into pop. As a result, you hear artists like Taylor Swift and Ed Sheeran employing the rhythmic cadence of rap, often in melodies that . The technique gives their songs intimacy and immediacy - it feels like you're being spoken to - and when they finally soar up the musical scale in the chorus, it's like a sunlight piercing a darkened room.Sloan traced this phenomenon back to Outkast's 2003 hit single \"We found this amazing quotation from Andre Benjamin, who said he was really nervous to release that song because, at the time, the idea of a rapper singing was unthinkable,\" he says. \"Now, if you fast-forward 16 years, it's commonplace. so we really see him as setting that template.\"The other important link in that chain is Kanye West's , which really introduced the use of auto-tune as a way for rappers, who may not be comfortable singing, to share their 'beautiful voices' with the world. \"And through those two developments, you get an artist like Drake who is constantly oscillating on the edge of rapping and speaking and singing - which in itself is an old technique - in opera it'd be called Sprechgesang. \"So it's a relatively recent development in pop, but one which might have longer roots in the history of classical music.\"On 13 December, 2013, Beyoncé upended the music industry. Without warning and without promotion, she dropped an entire album - the self-titled Beyoncé - accompanied by 17 music videos. Three years later, she did it again with Lemonade, a visual album that tackled black identity and female empowerment; and hinted that her husband, Jay-Z, had been unfaithful. Accidentally or by design, that record was the first part of a triptych, with Jay-Z responding on 4:44; before the couple reconciled on a joint album and tour, titled Everything Is Love.\"It's a great example of how an artist today isn't simply a musician, they're entirely inter-textual,\" says Harding. \"Our relationship to pop acts is no longer just about the song - it's about the video, it's about the live tour, it's about the mediation through social media. It's all of those elements that connect us to that artist. \"And often when we hear the music, it's really acting as the signifier, the thing that brings us back and ignites our memory about that artist.\"End of Youtube post  by BeyoncéVEVOInevitably, the rest of the industry jumped on the bandwagon, with Drake, Frank Ocean, U2, Rihanna and Solange all firing out \"surprise\" albums in the latter half of the 2010s. The stealth approach may only work for artists at a certain level of fame, but it can cut through the noise in an era when 40,000 songs are uploaded to Spotify every day.\"Albums have a shorter lifespan because of the ubiquity of access and the lack of physical ownership,\" says Harding. \"So capturing the moment of release and making sure people listen is an important part of making sure that [a record] has the maximum lifespan and cultural resonance. \"If you miss the audience on those first few days, it's hard to come back around.\"End of Youtube post  by Daddy YankeeWhat do hits like Lusi Fonsi's , Ed Sheeran's  and Clean Bandit's  have in common? The answer is a drum beat: The lilting \"\" of the . Originating in Africa, it made its way to Cuba in the 19th Century, where it became the basis for Habenera music, and ricocheted around the Caribbean until it was co-opted into mainstream pop, thanks to its ability to evoke end-of-term excitement and long, hazy days in the sun.Last summer, the beat anchored six of the summer's most-streamed songs, including Bad Bunny's  and Daddy Yankee's .\"The prominence of the Dembow rhythm is a really exciting opportunity for us as music historians, because it really reveals the changing state of popular music,\" says Harding. \"It's very closely related to the rhythms of the New Orelans' second line that you would find in early jazz; and it's something that you can hear in early rock and roll songs like Bo Diddley's eponymous song Bo Diddley. \"Then fast-forward to 2016 and it's there again in Despacito. It's one of these things that travels across decades of popular music. \"And what's really exciting about the current boom of Latin pop is that, unlike Ricky Martin and Enrique Iglesias in the 1990s - this is a style of Latin music that doesn't seem to be catering to the taste of a mainstream white audience. That's really exciting to hear on the radio and it's really exciting to hear it filtering into the sound of mainstream pop.\"Technology often drives musical innovation - from the invention of the electric guitar to the advent of auto-tune. Harding and Sloan suggest that the ubiquity of earbuds and headphones could be responsible for a change in the way singers record their vocals.\"Billie Eilish might be representative of that trend,\" says Sloan. \"We're going to hear a lot more voices that are really quiet and really intimate and take advantage of the fact we're all listening to music on our earphones.\"That whispered-in-your-ear sound shares some of the experience of podcasting - that feeling that someone is speaking directly in your ear.\"And I'd just point out there's other artists like Lana Del Rey and Selena Gomez - both of them are so recorded 'in close up' so it feels like you're present in the room with them; and I think it's a very effective quality.\""
  },
  {
    "url": "https://www.bbc.com/news/world-middle-east-51162899",
    "author": "By Abid Hussain",
    "title": "Pakistan two-star general: Farewell to a social media celebrity",
    "date": "18 January 2020",
    "story_body": "It is not often a military spokesperson doubles as a national celebrity, about whom internet memes are made and whose name trends on Twitter.",
    "article_text": "It is not often a military spokesperson doubles as a national celebrity, about whom internet memes are made and whose name trends on Twitter.But Pakistan's Maj-Gen Asif Ghafoor is one such individual. As he leaves his post after three headline-grabbing years, praise and criticism have poured in in equal measure.The transfer was expected but it came days after an unseemly social media spat with TV anchor Sana Bucha, which raised eyebrows about his conduct.Thanks for your love & support. Stay strong, continue doing your bit for Pakistan.Stay blessedآپکی محبت اورحمایت کاشکریہ۔ مضبوط رہتے ہوۓ پاکستان کے لئے اپنا کام جاری رکھیں۔ Stay blessed.End of Twitter post  by @peaceforchangeRemoval of Gen Asif Ghafoor as DGISPR is an important step to refashion the Army’s image in COAS Bajwa’s second term. The x DG had turned ISPR into Ghafoor-PR with his frivolous pursuits, outlandish ideas, and obsessive self projection.End of Twitter post  by @TalatHussain12His successor will find the departing director-general of the Inter-Services Public Relations (ISPR) quite an act to follow. Gen Ghafoor's late-night musings on Twitter provided plenty of controversy and copious fodder for Pakistan's twitterati.Subjects for discussion could appear random - he irked India by praising Bollywood actress Deepika Padukone for attending anti-government protests in Delhi. But he could just as easily post about burn ointment, butchers or stray dogs.Combative tweets from his personal account in the past few days showed how he sought to control the narrative for the world's sixth largest army.The general frequently sparred with retired Indian military officials or journalists on Twitter; at other times he would \"troll\" Pakistani journalists and individuals who criticised the country's military. Earlier this week  after she tweeted criticising the military. Ms Bucha retaliated by reminding him \"to show some class\" but that was met with a thinly veiled warning that she should \"make a choice\".اپنے عہدے اور ادارے ، دونوں کا پاس رکھنے کے لئے شکریہ۔  🙏 End of Twitter post  by @sanabuchaSoon after the exchange, a trend started on Twitter abusing her, which Ms Bucha said had happened before. \"They drag in my family, my friends or even remote acquaintances. As a woman, the suffering is more because they think it's easy to suppress her into submission,\" she told the BBC. Pakistan, which has a history of coups, has had less and less space in recent years for critics of its powerful army. Ms Bucha thinks the ISPR should be more careful about its conduct on social media, considering civil-military relations.The official position of the ISPR is that the DG \"can tweet from his personal account in a personal capacity\".But not everyone in the top brass agrees. One retired senior military official thought there should be \"no personal account\". \"At such a senior post, level and position, there is nothing personal,\" he told the BBC. \"In military PR, one should not be reacting to every issue, comment or incident. It should only be when it is directly affecting the organisation or when there is a demand to take a position.\"Another former army general, Ghulam Mustafa, thought using social media in a personal capacity to \"defend online attacks on the Pakistani army\" was justified. But he did concede that \"at times, the DG ISPR's response in a personal capacity hasn't impacted very positively\".According to strategic communications specialist and former journalist Aniq Zafar, officials using their personal accounts will always be seen to be projecting the narrative of the institution they work for, so no disclaimer works.  \"Individuals in leadership positions should be rather careful in the use of social media, careful in selection of words and careful in picking which fights to fight,\" he told the BBC.Amid hostilities between Pakistan and India in 2019, the departing spokesman's provocative tweets invited criticism from both civilian and military circles.But his tactics earned grudging praise from the Indian army's national cyber security co-ordinator in December. \"When they conduct narrative warfare, let's say in the case of Kashmir, the message they send to Europe is that human rights are being infringed. So, they seem to have got their act together,\" said Lt-Gen (retd) Rajesh Pant, India Today reported.Asif Ghafoor will also be remembered for his emphasis on \"5th Generation Warfare\" in his numerous press conferences and tweets, which he said was being waged against Pakistan on social media and needed a robust defence.No military expert has settled on what defines \"5GW\" but it essentially means non-combat, asymmetrical warfare in which non-traditional tools are used. Last April, Facebook removed 103 groups and accounts, which it said were linked to ISPR employees.Twitter also suspended accounts of many Pakistani users last year, allegedly for tweeting criticism of India's government over Kashmir, which both countries dispute.Gen Ghafoor took to Twitter many times to assure users that requests had been made to the social media giant to look into the matter and urged his more than 450,000 followers to behave. \"Stay put responsible… keep adhering to Twitter rules, likewise own,\" he tweeted in October.A former brigadier, Farooq Hameed, told the BBC the ISPR's role had evolved over the time due to the changing nature of social media platforms. \"The DG ISPR is performing a national duty by using his official and personal Twitter account on social media to project threats and challenges to Pakistan's national interests,\" he said. But the retired senior military official who thought there should be no personal account was not convinced.\"The army should never be seen in the lead on matters of national policy, diplomacy or domestic issues. Let the government defend the armed forces against local or outside criticism.\""
  },
  {
    "url": "https://www.bbc.com/news/world-europe-51162735",
    "author": "Unknown",
    "title": "My 'butterfly skin' could kill me but I want to raise awareness for others",
    "date": "18 January 2020",
    "story_body": "\"I get asked a lot if I feel like I'm on borrowed time... I definitely don't - it's my own. And I'm going to use it to the best of my capabilities.\"",
    "article_text": "\"I get asked a lot if I feel like I'm on borrowed time... I definitely don't - it's my own. And I'm going to use it to the best of my capabilities.\"Lucy Beal Lott is 20 and lives with a rare condition called  (EB). It means her skin can tear and blister at even the slightest touch, and Lucy often has to bandage up painful wounds.Young people with EB are sometimes called \"butterfly children\" because their skin is fragile, like a butterfly's wing. \"The question I get asked quite a bit online is: 'Does it hurt?' And I'm like, 'I mean, yeah. Open wounds can be quite painful',\" she says.\"Right now, I also have a large open wound on my ankle, and I can really feel that.\"It can also affect Lucy internally - for example, she had to have multiple throat surgeries during her teen years to treat scar tissue.People with the condition can also die early. EB is genetic, which means Lucy inherited it and it can't be caught. There is no known cure.- It is estimated that more than  and 500,000 worldwide.Lucy, who is originally from Austin, Texas, is currently studying at St Andrews University in Scotland. She says her EB was first diagnosed when she was born without skin in some places on her body.\"They knew that something was really wrong whenever a nurse removed a monitor from my skin, and it took the entire patch of skin away with it,\" she tells Radio 1 Newsbeat.\"EB grew up with me like my shadow,\" says Lucy. \"I learned the name of my condition and the word 'terminal' around the same time I learned my own name.\"But far from allowing her condition to define her life in a negative way, Lucy has taken the opposite approach.She's become a positive voice for fellow sufferers and has helped raised awareness, appearing in magazines, giving a Ted talk and has just finished her first novel - all while she's still been studying.She attributes her drive to the fact that her condition led to her missing school as a child. \"I loved school. I was that weird kid. I'd get so upset that I had to miss out on learning,\" she says.\"I saw that the only thing EB couldn't limit for me was my ability to learn.\"Lucy also posts pictures of herself on Instagram, which she says is a great way to connect with other people living with a wide range of skin conditions.\"It's hard enough being a teenager but being one that looks different is very, very hard,\" she says.\"So if a teenager can see someone who looks like them in the media, it can really help.\"Now, she gets messages from people around the world who have visible skin conditions like hers.\"I wake up every day with people telling me: 'Thank you', which makes my heart so full.\"Lucy's attitude isn't unique among the EB community, according to Caroline Collins, who's the director of research at EB charity Debra.\"They are some of the most positive and forward-looking young people I have ever met,\" she says.\"When I look at how many of them are going through school, going to university, having careers and living the best life that they possibly can in the face of adversity, I'm astonished to be honest. They are an amazing group of people.\"But the fact of EB is that it shortens people's lives.There are three main types. The form of the condition that Lucy lives with is recessive dystrophic EB, where the symptoms range from mild to severe.The more extreme form of the condition - called junctional EB - is the rarest.Caroline is leading a meeting, which Lucy will also attend, with other EB specialists from around the world in London next week - it's the biggest of its kind. \"We've come a long way in the last few years,\" says Caroline \"but more research needs to be done. Since it's a genetic condition, you may end up having some sort of genetic treatment - and those treatments are in their infancy,\" she adds.\"For certain types of EB, it can be fatal within weeks or months,\" says Caroline. \"Other young people may go on and live through their teens and 20s, into their 30s or 40s.\"But for Lucy right now, it's all about focusing on the future. She's got what seems like an endless list of goals: \"I hope to do much more for awareness this year. I have a lot of internships to apply for and I hope to get my masters soon as well.\" \"If it were up to me, I would just go to school forever.\"."
  },
  {
    "url": "https://www.bbc.com/news/world-us-canada-51160547",
    "author": "Unknown",
    "title": "Paul Bocuse: Famed chef's restaurant loses three-star rating after 55 years",
    "date": "17 January 2020",
    "story_body": "The restaurant of famed French chef Paul Bocuse has lost its three-star Michelin rating, stirring controversy.",
    "article_text": "The restaurant of famed French chef Paul Bocuse has lost its three-star Michelin rating, stirring controversy.L'Auberge du Pont de Collonges, known simply as Paul Bocuse, had held its crème de la crème rating since 1965 - a world record. But the Michelin Guide said the food quality was \"no longer at the level of three stars\". It will now have two. The family of Bocuse - a culinary icon in France - said they were \"upset\" by the decision.The Michelin Guide's head Gwendal Poullenec visited the restaurant near Lyon on Thursday to deliver the news.\"Obviously, there was a lot of emotion,\" , adding that there had been \"a variation in the level of the cuisine, but it remains excellent.\"Bocuse, who died in 2018 aged 91, was a household name in France. He was the head of an international food empire and known as the \"pope\" of cooking in his home country.The restaurant's loss of a highly coveted third star has shocked France and drawn confusion and outrage from food critics around the world. Food critic Périco Légasse called it \"an absurd and unfair decision\"., arguing that critics agreed the quality of food had improved since Bocuse's death.\"Today its discredit is total, the institution is dead,\" he said of the Michelin Guide.This is the most recent controversy surrounding the Michelin Guide, which has made efforts in recent years to stave off criticism that is biased towards French cuisine and overvalues formal dining. In December,  after it stripped him of a Michelin star.Bocuse died in a room above the restaurant on 20 January 2018.About 1,000 people attended his funeral, with more mourners watching the ceremony on big screens set up outside the cathedral. French President Emmanuel Macron at the time described him as the \"incarnation of French cuisine\".\"Although upset by the inspectors' judgment, there is one thing that we never want to lose, it is the soul of Mr Paul,\" . \"From Collonges and from the bottom of our hearts, we will continue to bring the Sacred Fire to life with audacity, enthusiasm, excellence and a certain form of freedom.\""
  },
  {
    "url": "https://www.bbc.com/news/business-51160219",
    "author": "By Tom Beal",
    "title": "Bury FC: The football fans without a team",
    "date": "18 January 2020",
    "story_body": "Photos by Madeleine Penfold ",
    "article_text": "Every other Saturday, Kenny Hindle would leave his sheltered housing, take the bus into town, go for a pint and then watch the team he has supported for more than 70 years. Not any more. Bury FC was ejected from league football in August after the collapse of a takeover bid and its failure to provide financial guarantees.\"What do you do without bloody football?\" says Hindle, who is 78. \"Bit boring when you just watch TV.\"Kenny isn't alone in feeling bereft. The new MP for Bury North, James Daly, used his maiden speech in the House of Commons to say the loss of football at Bury FC \"has increased social isolation\" and that some supporters \"no longer see the friends they have made over a lifetime\".When the turnstiles closed for the last time at Bury's ground, Gigg Lane, fans left shirts, scarves, flags and messages outside. Some of them are inscribed with the words \"Dale out\" - a reference to the  who bought the club for a £1 and didn't pay the players for weeks on end.For fans who have a long relationship with the club, it's difficult seeing Gigg Lane lie empty. Joy Hart, a former director of the club,  outside the stadium during protests in August last year. Her father, Les - a former Bury player and manager - has a stand named after him, and she has faith that Bury FC will rise from the ashes. She says, \"I think we will all come together, and that's all we need for Gigg Lane to rise again.\"No football will be played at Gigg Lane this season but the company that owns the club has not yet been liquidated. So groundsman Mike Curtis, who has worked at Bury FC - nicknamed the Shakers - for over three decades, continues to keep the pitch match-ready.Without football on Saturday afternoons, many of the pubs around Gigg Lane began to suffer financially, because supporters were no longer meeting there for drinks before and after matches. Some fans came up with a plan - Saturday afternoon meet-ups at three of the pubs and clubs that have suffered the most, with recordings of old Bury matches played on the screens and memories shared.Also just down the road from Gigg Lane is Daphne's Cafe. When the players trained nearby they came to Daphne's for their breakfasts. These days Debra Melia runs a quieter cafe, with the main morning trade coming from students at the local college.Former club photographer Zoe Hitchen put together an exhibition in Manchester celebrating the club's 134-year-history from the point of view of the fans. She wanted to hold it because she felt \"the true value of Bury FC - which is people and community - has been forgotten\". She adds: \"I care because that football club was my extended family.\"In October 2019 some fans organised a fundraising match between former players which took place at nearby Radcliffe FC. The teams were led on to the pitch by Kenny Hindle. The match was sold out and raised over £14,000 to revive the club - either to support any buyer who came forward to purchase the existing Bury FC, or to set up a new, \"phoenix\" side.A new club, named  after a vote among fans, has applied to join the North West Counties League. They are looking into ground-sharing for the 2020-21 season and hope, eventually, to play at Gigg Lane. Dominic Martinez is a project manager by profession. In recent months he has been one of the volunteers devoting any available time to setting up the phoenix club.\"I could live without Bury football club for the rest of my life, I've got the memories, I've been to Wembley, I've seen championships,\" he says. But he wants the same thing for the next generation: \"My son is never going to have that unless I do something.\" Four hundred fans  in December to hear about options for the future of football in Bury. They were told that a  to buy the club from its current owner. Entrepreneur Robert Benwell outlined his plan if the current club goes into liquidation. Chris Murray from the phoenix club said: \"We've ensured that there will at least be some football played in Bury in '20-21.\"Byron Rudravajhala was born on the day in January 2019 that Bury came back from 3-1 down to beat MK Dons 4-3, when both teams were still playing in League Two. His dad, Sanny, managed to take his son to one game before the club stopped playing. He says: \"One thing I really was looking forward to as a new dad was taking my son to the football. Hopefully that can happen again in the future.\"Photos by Madeleine Penfold Bury FC supporters told us what it means to them to have been left without a team, and why they're determined to fight for something that \"brings people together\"."
  },
  {
    "url": "https://www.bbc.com/news/uk-politics-51161808",
    "author": "By Tira Shubart",
    "title": "In pictures: The sniffer dogs taking on Africa’s poachers",
    "date": "18 January 2020",
    "story_body": "All photographs subject to copyright",
    "article_text": "Deployed in key locations across six African countries are around 50 detector dogs. They have sniffed out contraband - elephant tusks, rhino horns and pangolin scales - leading to hundreds of arrests of traffickers and the disruption of smuggling routes. There have been almost 400 seizures of illegal wildlife products since the programme, funded by the African Wildlife Foundation, started in 2011.Will Powell, the director of Canines for Conservation, says it is \"a public-private partnership\" with governments that helps them develop dog units with their wildlife organisations. \"That includes strategy, standard operating procedures and veterinary protocol. With their help we select rangers and train them as detection dog handlers.\"Dog handling has become a sought-after job among employees of wildlife authorities in Tanzania, Kenya, Uganda, Mozambique, Botswana and most recently Cameroon.The handlers learn their skills over an eight-to-10-week period.Handlers are carefully matched with their canine partners, which is important as some handlers have not been around dogs before, or have only known dogs as guard dogs. They learn to love, care for and respect their dogs.The recent graduating group from Cameroon is a case in point and there were a \"few teary eyes\", according to Mr Powell, when they headed home ahead of their canine partners.Mr Powell selects the dogs in Europe, in countries where there is a culture of working dogs including the Netherlands, the Czech Republic and Hungary.The dogs have already had some thorough training - but he brings them up to the equivalent of a PhD.\"We look for open, confident, level-headed dogs able to deal with distraction and travelling,\" says Mr Powell, a British citizen, who started his career training dogs to detect landmines.\"They must be gregarious and friendly to deal with a number of dog handlers.\"Two breeds excel as detector dogs: Malinois and springer spaniels.Malinois, which are Belgian shepherds, are famously intelligent, tough and can cope with heat. The springer spaniels have good noses and a friendly nature. And they have another advantage, Mr Powell explains. \"There is often a fear of dogs, and shepherds with pointy ears are regarded as scary while floppy ears, like a spaniel, look less aggressive. In areas where you are working around people it's easier to use spaniels.\"Both breeds have a strong work ethic because they love to be busy.The working life of the dog depends on the breed.For the Malinois, that can be between 12 and 13 years. When their working life is finished, they are found appropriate homes or are returned to Mr Powell's base in Tanzania.\"We start by teaching the dogs to detect ivory as it's the hardest smell to detect. Rhino horn and pangolin scales are easier to pick up,\" he says.\"We now teach them to detect lion bones and teeth, which are trafficked for Chinese medicine now that tigers have been largely wiped out.\"Training the dogs to a top level in detecting takes four to five months.All the wildlife products they must find are hidden in a variety of realistic ways. In the field the dogs have found ivory and rhino horn concealed in coffee and chillies, as well as wrapped in layers of foil and plastic. They've even found a lion's tooth hidden in a thermos. When dogs find something they are rewarded and given their toys. The shepherds have tougher toys to chew on than their soft-mouthed spaniel colleagues. The specially trained dogs go on to sniff luggage and cargo for ivory, rhino horn and pangolin scales.Traffickers now know that detector dogs are checking international flights, so Canines for Conservation also works with the East African port authorities in Mombasa and Dar es Salam.   The dogs make it more expensive, risky and dangerous for traffickers.A case in point is Jomo Kenyatta International airport in Kenya's capital, Nairobi, where there were 51 seizures of illegal products in the first year. By 2019 it was down to a handful.\"The traffickers know we are there. And it resulted in a seizure of 23kg [50lb] of rhino horn in Uganda,\" says Mr Powell.\"The guy bought the rhino horn in Nairobi but he knew about the dogs there so he took a bus to Entebbe, but was caught there.\"  Each location brings different challenges and strategies. For example, in Mozambique at Maputo airport handlers with detector dogs greet passengers when they walk in with their luggage carts.Canines for Conservation have what they call the \"Five Freedoms\" at the heart of the dogs' welfare:All the dogs are fed dry biscuits donated by a French company, Royal Canin, which supports the programme. And all the dogs live in kennels with gardens and places to relax. The partner governments respect the Five Freedoms. And with every sniffer dog team, a trainer, employed by the African Wildlife Foundation, is embedded on the ground as a technical adviser.\"It's a collaboration but it's more than just the dogs,\" says Mr Powell.\"The success of the programme is down to the handlers and the governments. Credit where credit is due. \"And we all want to stop the illegal trade that threatens Africa's wildlife.\"All photographs subject to copyright"
  },
  {
    "url": "https://www.bbc.com/news/world-us-canada-51162248",
    "author": "By Chi Chi Izundu",
    "title": "Does your company nurture neurodiverse talent?",
    "date": "17 January 2020",
    "story_body": "How do you make your workplace more welcoming to neurodiverse employees, and ensure their talent is nurtured? ",
    "article_text": "How do you make your workplace more welcoming to neurodiverse employees, and ensure their talent is nurtured? David Joseph takes off his shoes, crosses his legs and tucks himself into an armchair. For the CEO of one of the biggest record labels in the UK - Universal Music UK - he's unassuming. Our interview is supposed to last 10 minutes, but nearly an hour later (and several reminders by his assistant that he has other meetings), David is still talking, with pride, about diversity. Because he wants change. He wants to talk about diversity, especially a hidden diversity that never really gets a look in on any conversation about difference - neurodivergence. \"A defining moment was that I got a text from this artist about three days after I saw them,\" he says. \"This artist has unquestionably changed culture, but the words [in the text] were in the wrong order. I always speak to this person, seen them a lot, worked with them for a long time, but this was the first time I've ever had a text from them. And then I realised why.\" Neurodivergence - also known as neurodiversity - is a term many people may not be familiar with. It refers to the community of people who have dyslexia, dyspraxia, ADHD, are on the autism spectrum, or have other neurological functions.  According to to , \"these are 'spectrum' conditions, with a wide range of characteristics, but which nevertheless share some common features in terms of how people learn and process information\". \"Our artists, not all of them, certain ones, definitely think differently,\" says David. He's not just talking about Florence Welch or Billie Eilish - whose neurodiversity is well documented - he's talking about any employee at the label who is part of the creative process.An estimated  in the UK but this isn't something that is routinely acknowledged in the workplace.\"I need to reinforce that this is interwoven with all the other issues around diversity. It's not like we're picking this one over and above all the others,\" says David.  This isn't about being nice and just giving people jobs. \"There is an unconscious bias towards hiring people you think you'll get on with, share similar views, and dare I say it, might not be rebellious or cause dissent. I am a big fan of respectful outliers,\" says David.\"I've been allowed to grow through this company and fundamentally be myself.\" After carrying out a fair amount of research, David and his HR team have  that more than 100 companies have expressed an interest in. It's cream coloured, to make it easier to read for people with dyslexia (the advice is to use dark coloured text on a light - not white - background, and sufficient contrast levels between background and text). It's full of simple graphics and isn't too wordy.The message is to stop focusing on things that neurodivergent people can't do and start celebrating what they are exceptional at.It's something that insurance company Direct Line, which actively recruits neurodivergent individuals, has been working on for some time.  \"There are so many different strengths that we hold, and I think it's easy to focus on the negatives but you get so much more when you focus on the positives,\" says Yvonne Akinwande.The 31-year-old marketing consultant says her employer recognises the need to ensure the working environment is suited to neurodiverse employees. She says that because of her dyslexia, she mixes up certain letters and doesn't easily recognise errors, such as spelling, punctuation and grammar.  But the company has given her specific software to help with recording and writing up meeting notes. And even simple things, from the colour of her notepads to situating her desk in a quieter part of the office, has helped create a comfortable environment.  More importantly, she feels that the more creative marketing role that she now holds suits her skill set more than the one she held previously.  \"In my previous role we would be audited monthly on our work. One of the things that would continuously come out was my grammar and spelling mistakes. We would need to send out formal correspondence to customers, and if they included car registrations, for instance, I would mix up letters. \"All these things would mean I was marked down. It made me feel negative in terms of my capabilities, which is not normal for me because I am very confident and very positive about what I can bring to the table. \"I needed a role that highlighted and praised the skills that I do have that can be beneficial to the company.\" Yvonne is co-lead of a neurodiversity strand that has been created within the business. But increasingly more businesses are realising the benefits of .Intelligence agency GCHQ is proud of what it has described as its \"mix of minds\".\"Without neurodiversity, we wouldn't be GCHQ,\" it says in a statement. It is another employer that actively recruits neurodivergent people, and has been doing so for more than 20 years.It is the ability to focus and find links and patterns, among other things, that is attractive about people in this community. The spy agency, which works alongside MI5, MI6 and law enforcement, will soon open a site in Manchester that has been designed with special adjustments to support neurodiverse staff. It already makes things like noise-cancelling headphones and voice-to-text and text-to-voice software available.\"Some of our most talented and creative people have a neurodiverse profile - from autism spectrum condition to dyslexia, and from dyscalculia and dyspraxia. Our apprentices are three to four times more likely to have dyslexia than the national average,\" the statement says.GCHQ examples of workplace adjustments can Include:GCHQ examples of typical adjustments at interview:Recruitment agency  is made up of a team of neurodivergent individuals who understand the challenges that even a job interview can pose for people like themselves. They help with CVs, filling out applications, interview prep, and maintain a relationship with that person to make sure they have longevity in their job.  They also work with businesses to help them make their workplace more inclusive, and educate and inform staff on working in a neurodiverse workplace.\"Employers are using processes that are quite dated, which is screening talent out,\" founder Matt Boyd says. So, he says, if you are bad at spelling and get something wrong on an application form, you're not going to be considered for the job. \"People with autism, for example, because of how they can communicate in an interview and how that's perceived, are often not considered for the role or taken onto the next round.  \"There are lots of challenges that people with ADHD, dyslexia, dyspraxia and autism come up against just because employers don't understand and don't have processes in place.\" And that process could be something as simple as how a job ad is worded. For Direct Line's Yvonne, key to getting her dream job was that the advert didn't specify something like: \"Must be exceptional at written communication\".  \"I am not exceptional at written communication,\" she says. \"But it did ask for someone who's creative in their mind-set and likes to engage and work with other people. Skills that I possess.\" The Office For National Statistics doesn't break down unemployment by neurodiversity, so there are no specific statistics on unemployment among neurodivergent people. But according to the , only an estimated 16% of autistic people are in full-time employment. Neurodiversity is protected under the Equality Act 2010, and according to the , an employer should make \"reasonable changes\" if someone discloses their neurodiversity.  Making those changes doesn't have to be costly. The government's Access to Work Scheme allows employers to access money for any \"extra disability related costs of working that are beyond standard reasonable adjustments people have when starting work or maintaining employment\". But for David, back at Universal, as we chat, he smiles at the strides his company has made in this area. \"Part of our job is to meet a lot of people. And we sometimes sit with them and notice that that was like the same person 12 times. They dressed the same, they talked the same. \"And it makes me feel really proud of what we've got here. We really have created, without meaning to a 'come as you are and lets try and make you be the best version of yourself possible' policy. We're creatively curious.\" As singer Florence Welch wrote in the Universal Music UK guidebook: \"It would be wonderful if people could walk into jobs and be honest about how they move through the world.\""
  },
  {
    "url": "https://www.bbc.com/news/world-latin-america-51162228",
    "author": "Unknown",
    "title": "The 'sorcerer' keeping Mali's marionette tradition alive",
    "date": "14 January 2020",
    "story_body": "Words and pictures by Clair MacDougall.",
    "article_text": "If you head toward the edge of a rocky outcrop that wraps around the capital, Bamako, and sail along the bumpy road in a beaten-up taxi, you will find the mystical cavern that is Broulaye Camara's marionette workshop. Camara is diminutive and expressive, much like the marionettes he makes and manipulates. He calls himself the Sorcerer of Dougoudouma, which is the part of Bamako where he was born and learned his craft as a marionettist. His work draws on traditional tales that often carry a moral message.Camara insists on a prayer and slaughtering a white rooster before he will tell me anything about his mystical creations and the magic they possess.But this magic, which once drew crowds in Mali and sent Camara to Europe and across Africa to perform and run workshops, mainly rests within the walls of this place.His work has been hit hard by insecurity in the region that followed a separatist and Islamist militant insurgency in 2012.\"I have five or six plays [but] we haven't performed them because we don't have money to make the marionettes,\" he told me. \"Before the crisis I did not complain at all, no. I wasn't thinking about money before the crisis.\" But now there are no longer any tourists or visitors to teach or perform for.  \"They stopped coming because they are afraid,\" he said. \"We are stuck.\" As Mali's security crisis continues, marionettists like Camara are finding it hard to support themselves and draw in students who will carry on the tradition. Marionettes offer a form of entertainment, but they also play an important role in the cultural rituals and festivals of the Bozo and Bambara ethnic groups. When children are trained in the art form, they begin with masked dances, before moving to marionettes, both in human and animal form, that cover their whole body.At each stage a trainee marionettist must go through an initiation. Camara did not divulge any details but said that the initiates must be able to guard the secrets of the art form. A great number of rituals are performed before a marionette is brought into being. They are seen to possess the spirits of ancestors and must be kept in a safe place and guarded over by men like Camara. In Bambara and Bozo culture, marionettes sit alongside Islamic traditions, which in other places prohibit or frown upon the figurative arts. After a rehearsal wraps up, Camara tells me he remains concerned about the future of the tradition.  \"Because I am broke and have nothing, they will look at me and think: 'Why should I do this job if the man who has been doing it for a long time can't get anything out of it?'\" he said sadly. But hope rises within a beat.  \"Some may leave because they expect to get something out of it, but for those who really love it, they will stay,\" he said. Words and pictures by Clair MacDougall."
  },
  {
    "url": "https://www.bbc.com/news/world-asia-51160541",
    "author": "Unknown",
    "title": "Jack Reacher author Lee Child passes writing baton to brother",
    "date": "18 January 2020",
    "story_body": "The author of the best-selling Jack Reacher novels is handing over the writing duties to his younger brother.",
    "article_text": "The author of the best-selling Jack Reacher novels is handing over the writing duties to his younger brother.Lee Child, 65, reportedly considered killing off the 6ft 5ins vigilante hero, who is played by actor Tom Cruise in film adaptations.But the writer said: \"I love my readers and know they want many, many more Reacher stories in the future.\"His brother Andrew Grant, 51, who will write under the pen name Andrew Child, is already an established author.Child, whose real name is James Grant, said he felt he was \"ageing out\" of being able to produce more of the books.He said: \"So I have decided to pass the baton to someone who can.\"He described his younger sibling as the \"best tough-guy writer I have read in years.\"\"We share the same DNA, the same background, the same upbringing,\" he said, adding: \"He's me, fifteen years ago, full of energy and ideas.\"The Coventry-born author said they would work on the next few novels together \"and then he'll strike out on his own\".Child  as a presentation director at Granada Television in 1995.His first Reacher novel, Killing Floor, was published in 1997. He has since sold more than 100 million books and Amazon has announced it is adapting the series for TV.The novels, which are set in the United States, have been translated into 40 languages and adapted into two movies starring Cruise.The protagonist of the book series is a former major in the US Army military police who roams the US investigating suspicious and dangerous situations.Grant said he had been \"blown away\" by his elder brother's first Reacher novel.He said: \"The more time I spent with him in each new adventure, the more I craved the next. So I know what it's like to wait for the new Reacher novel.\"He added: \"I understand what Reacher fans want - because I am one. And I'll do my best to deliver for them. \"I'll have to. Because my big brother will be watching.\"The Sentinel, the 25th Jack Reacher novel, is due to be published on 29 October 2020."
  },
  {
    "url": "https://www.bbc.com/news/world-australia-51161978",
    "author": "Unknown",
    "title": "Nepal avalanche: Four South Korean trekkers among missing",
    "date": "18 January 2020",
    "story_body": "At least six people have gone missing after an avalanche hit a trekking route on a Himalayan mountain in north-west Nepal, officials say.",
    "article_text": "At least six people have gone missing after an avalanche hit a trekking route on a Himalayan mountain in north-west Nepal, officials say.The avalanche struck near a base camp in the Annapurna region after heavy snowfall on Friday.Four South Koreans - all volunteer teachers - and at least two Nepali guides are among those missing.A number of other trekkers have been rescued from the site of the avalanche.A rescue operation is under way, but poor weather conditions and plunging temperatures have hampered efforts.Authorities have deployed four helicopters to assist rescue efforts on Mount Annapurna, one of the highest peaks in the Himalayas.The avalanche happened at an altitude of 3,230m (10,600ft) about 150km (93 miles) north-west of Nepali capital Kathmandu, officials say.The missing trekkers, two women in their 30s and 50s and two men in their 50s, are teachers who were staying in Nepal for volunteer work, .The ministry said five other South Korean members of their group were safe and taking shelter in a lodge. Some reports suggested a third guide was unaccounted for. Sandesh Pandey of Jangbogo Tour Nepal, which helped organise the trek, said the four missing people were part of an 11-member team from South Korea.\"They were descending yesterday after heavy snowfall stopped them from going higher. The remaining five from the team are moving down safely. The other two did not go up in the trek,\" Mr Pandey said.South Korea's government has dispatched an emergency team to assist rescue efforts and help those affected.Hundreds of foreign climbers head every year for the Himalayas in Nepal, which has eight of the world's 14 highest mountains, including Mount Everest.Fatal accidents occur quite frequently. In October 2018, nine climbers died when a violent snowstorm destroyed their camp on a Himalayan peak in western Nepal."
  },
  {
    "url": "https://www.bbc.com/news/world-asia-51160541",
    "author": "Unknown",
    "title": "Mexico violence: Indigenous musicians killed in ambush in Guerrero",
    "date": "18 January 2020",
    "story_body": "Ten indigenous musicians have been shot dead and burned in an ambush in western Mexico believed to have been carried out by a drug cartel, officials say.",
    "article_text": "Ten indigenous musicians have been shot dead and burned in an ambush in western Mexico believed to have been carried out by a drug cartel, officials say.The members of the Nahuas indigenous group were returning from a party when they were attacked in the town of Chilapa in Guerrero state.The victims, all men, were aged between 15 and 42. The Los Ardillos cartel, which frequently targets indigenous people in the area, was blamed for the attack.The victims, part of the  Sensación Musical group, were returning to their Alcozacán community on Friday after playing the day before, said David Sánchez Luna, co-ordinator of the regional indigenous group known as CRAC-PF.Gunmen attacked their vehicle at around 14:00 local time (20:00 GMT) in Mexcalcingo, he said.When the bodies were found, they were beyond recognition. After authorities refused to release them to the families, The Guerrero prosecutor's office said it was investigating the case.Guerrero is one of Mexico's most violent states, where drug gangs fight for control of trafficking routes to the Pacific and other parts of the country. The Los Ardillos have been linked to dozens of deaths in recent months, including many indigenous people, according to local media.President Andrés Manuel López Obrador has opted for a non-confrontational approach to the cartels, focusing, instead, on tackling inequality central to his efforts under a policy dubbed \"abrazos, no balazos\" - hugs not bullets.But this policy has come in for criticism after a number of high-profile attacks, including an ambush in which nine members of a Mormon community were killed. The president vowed to create a new National Guard to tackle violence, but few have signed up to the force and ."
  },
  {
    "url": "https://www.bbc.com/news/world-australia-51161978",
    "author": "Unknown",
    "title": "Disney culls 'Fox' from 20th Century Fox in rebrand",
    "date": "18 January 2020",
    "story_body": "Disney executives have cut the word \"Fox\" from their 20th Century Fox film studio in an apparent bid to distance it from operations of the previous owner, Rupert Murdoch. ",
    "article_text": "Disney executives have cut the word \"Fox\" from their 20th Century Fox film studio in an apparent bid to distance it from operations of the previous owner, Rupert Murdoch. US media suggests Disney does not want to be associated with the media mogul's highly partisan, right-wing Fox News network.However, Disney has not clarified its reasons.It bought the studio, with other media operations, in a $71bn deal last March.20th Century Fox is known for producing some of the biggest films of all-time, including Avatar and Titanic. Variety magazine, which broke the news about the name change, said it had spoken to an unnamed Disney source, who said: \".\"Hollywood is known for being liberal, unlike the Australian tycoon. Disney has also renamed Fox Searchlight Pictures, the arthouse arm, as simply Searchlight Pictures.Staff emails were changed on Friday, from @fox.com to @20thcenturystudios.com or @searchlight.com.The original 20th Century Fox company was formed in 1935 following a merger. Rupert Murdoch's News Corporation bought it in the mid-1980s, and the Fox News channel was created in 1996, growing to become most-watched in the US. News Corporation was later split into News Corp and 21st Century Fox - which Disney acquired as the parent company of various film and television studios, including the renowned 20th Century Fox. The Murdoch family retained the news outlets in a spin-off company, Fox Corporation, which is run by Rupert Murdoch's son Lachland.Variety says the 20th Century Fox studio's well-known fanfare theme and searchlight logo will be retained. Disney also runs 20th Century Fox Television and Fox 21 Television Studios. Any changes to their names have not been announced. Disney is already a dominant force in US news, as the owner of the ABC network. It is also hoping to challenge Netflix with , which launched in the US last year. "
  },
  {
    "url": "https://www.bbc.com/news/entertainment-arts-51162838",
    "author": "Unknown",
    "title": "Delta Air Lines sued by California teachers over fuel dump",
    "date": "18 January 2020",
    "story_body": "Four teachers are suing Delta Air Lines after one of its aircraft dumped fuel over schools as it made an emergency landing.",
    "article_text": "Four teachers are suing Delta Air Lines after one of its aircraft dumped fuel over schools as it made an emergency landing.The flight was forced to return to Los Angeles International Airport because of engine problems. Delta confirmed the plane had dumped the fuel to reduce its landing weight. Nearly 60 people were treated at six local schools, many of them children. The four teachers are now seeking unspecified damages over the incident.\"The plaintiffs could feel the fuel on their clothes, their flesh, their eyes and their skin,\" a lawyer for the teachers said, adding that the fuel \"penetrated their mouths and noses as well, producing a lasting and severe irritation\".The teachers filed the suit in Los Angeles Superior Court on Friday. According to the Los Angeles Times,  and cites the US Agency for Toxic Substances and Disease Registry.Delta has yet to comment on the lawsuit. The flight was bound for Shanghai. It landed safely shortly after the fuel dump, with all 167 passengers and crew unharmed.Delta has already been cited by the South Coast Air Quality Management District for a violation. The agency characterised the fuel dump as a public nuisance.It comes after the Federal Aviation Administration (FAA) launched an investigation into the incident immediately after Tuesday's emergency landing.Aviation rules say that planes can dump fuel in emergency landings, but only over designated areas and at a high altitude.On Wednesday, the FAA said the crew had released the fuel without telling air traffic control. A transcript of radio transmissions made public after the incident revealed that the pilot had initially told controllers there was no need to dump, before later releasing the fuel."
  },
  {
    "url": "https://www.bbc.com/news/world-51110266",
    "author": "Unknown",
    "title": "Brexit: Price rises warning after chancellor vows EU rules divergence",
    "date": "18 January 2020",
    "story_body": "Businesses have warned that food prices may rise and jobs may be affected after the chancellor vowed to end alignment with EU rules after Brexit.",
    "article_text": "Businesses have warned that food prices may rise and jobs may be affected after the chancellor vowed to end alignment with EU rules after Brexit.Sajid Javid  the UK would not be a \"ruletaker\" after Brexit, urging businesses to \"adjust\".The Food and Drink Federation said the proposals were likely to cause food prices to rise at the end of this year.The Confederation of British Industry said for many firms, keeping existing EU rules would support jobs.The automotive, food and drink and pharmaceutical industries all  last year that moving away from key EU rules would be damaging. In an interview with Financial Times, the chancellor said the Treasury would not support manufacturers that favour staying aligned with EU rules, as companies had known since 2016 that the UK was going to leave the EU. \"Admittedly they didn't know the exact terms,\" he said.The UK's 11-month transition period begins after it leaves the EU on 31 January.Mr Javid declined to specify which EU rules he wanted to drop, but said some businesses would benefit from Brexit, while others would not.He added: \"There will not be alignment, we will not be a ruletaker, we will not be in the single market and we will not be in the customs union - and we will do this by the end of the year.\"Tim Rycroft, chief operating officer of the Food and Drink Federation, told BBC Radio 4's Today programme that it sounded like the \"death knell\" for frictionless trade with the EU. Acknowledging that some industries might benefit from Brexit, he said: \"We also have to make sure the government clearly understands what the consequences will be for industries like ours if they go ahead and change our trading terms.\"The Confederation of British Industry (CBI) said it welcomed the chancellor's \"ambitious\" vision but said the government should not feel an \"obligation\" to depart from EU rules.Carolyn Fairbairn, CBI director-general, said for many companies, \"particularly in some of the most deprived regions of the UK\", keeping the same rules would support jobs and maintain competitiveness.The Society of Motor Manufacturers and Traders said the automotive industry in the UK and EU was \"uniquely integrated\" and its priority was to avoid \"expensive tariffs and other 'behind the border' barriers\".It said it was vital to have \"early sight\" of the government's plans so companies could evaluate their impact.And the Chemical Industries Association said: \"The industry continues to support regulatory alignment with our European counterparts, which represents the largest single market for our products.\"BBC business correspondent Katy Austin pointed out that the association's members were concentrated in the north of England, an area the government is particularly keen to be seen to support. that Conservative promises about frictionless trade with the EU after Brexit were \"now exposed as not worth paper they were written on\".This tough tone from the chancellor appears to have a two-pronged intention. Firstly, there's the message to business, which is, effectively, that Brexit is going to happen so just get on with it. Getting on the wrong side of businesses has never been familiar ground for the Conservatives, but a majority government gives you the freedom to do the uncomfortable stuff. It means the Tories can now be emboldened to say some companies will suffer because of Brexit in a way they never would have before. And with the general election now behind them, they can also pay little heed to warnings from the shadow chancellor that no alignment could lead to food shortages and job cuts.The second motivation for this tough talk is likely to be about positioning ahead of the trade deal yet to be done with the EU. The rhetoric around not being a \"rule-taker\" suggests the Conservatives want to be seen as preparing to have a tough battle with the EU to secure a deal without regulations - if they can.The government has not yet agreed a future trading relationship with the EU - it plans to do so .During this period the UK will continue to follow EU rules and contribute to its budget.The chancellor also said he wanted to double the UK's annual economic growth to between 2.7 and 2.8%.The outgoing governor of the Bank of England, Mark Carney,  last week he thought the UK's trend growth rate was much lower, at between 1 and 1.5%.Mr Javid said the extra growth would come from spending on skills and infrastructure in the Midlands and the north of England - even if they did not offer as much \"bang for the buck\" as projects in other parts of the country.He also pledged to rewrite , which have tended to favour government investment in places with high economic growth and high productivity."
  },
  {
    "url": "https://www.bbc.com/news/world-us-canada-51126871",
    "author": "Unknown",
    "title": "US Space Force mocked for unveiling camouflage uniforms",
    "date": "18 January 2020",
    "story_body": "The US Space Force has defended its newly unveiled camouflage uniforms after they were roundly mocked on social media. ",
    "article_text": "The US Space Force has defended its newly unveiled camouflage uniforms after they were roundly mocked on social media. The force, officially launched by US President Donald Trump last month, posted a picture of the uniform to its Twitter account.The uniform in the picture has a woodland camouflage design with badges embroidered on the arm and chest.Reacting to the uniform, many critics had the same question: \"Camo in space?\"The first  utility uniform nametapes have touched down in thePentagon.        End of Twitter post  by @SpaceForceDoD: \"Have they never seen space before?\"Another illustrated the difference between space and camouflage, which is designed to help military personnel blend in with their surroundings.I know this is hard to understand, but on the left there is a picture of camouflage and on the right there is a picture of space. Study these carefully until you can see the difference. End of Twitter post  by @JRehlingThe force explained its rationale in a tweeted response. It said it was \"utilising current Army/Air Force uniforms\" and \"saving costs of designing/producing a new one\" in doing so.\"Members will look like their joint counterparts they'll be working with, on the ground,\" the force added in the tweet.USSF is utilizing current Army/Air Force uniforms, saving costs of designing/producing a new one. Members will look like their joint counterparts they’ll be working with, on the ground.End of Twitter post 2 by @SpaceForceDoDBut the force may as well have been tweeting in a vacuum, as the derision continued unabated. How many trees are you expecting to find in spaceEnd of Twitter post  by @JimMFeltonIn space, no one can hear you be ridiculous. End of Twitter post  by @clmazinReally disappointed with the green.Surely a pattern like this would have given more camouflage in space.  End of Twitter post  by @newschambersFlanked by US troops, Mr Trump officially launched the force at an army base near Washington in December last year.Mr Trump said the force would help the US military \"deter aggression\" in what he called \"the world's newest war-fighting domain\".But the new military service, overseen by the US Air Force, is not intended to put troops into orbit.Rather, it will protect US assets such as the hundreds of satellites used for communication and surveillance.US Air Force Secretary Barbara Barrett said the Space Force would comprise about 16,000 air force and civilian personnel.The Trump administration has allocated $40m (£34m) to fund the force in its first year."
  },
  {
    "url": "https://www.bbc.com/news/world-africa-50972769",
    "author": "Unknown",
    "title": "Orthodox Christians brave an icy dip to mark Epiphany",
    "date": "18 January 2020",
    "story_body": "All photographs subject to copyright.",
    "article_text": "Celebrated on 19 January, Epiphany commemorates the baptism of Jesus in the River Jordan.To mark the event many Orthodox Christians submerge themselves in holes of icy water. They may dip themselves three times in the water to honour the Holy Trinity.It is believed the tradition brings good health to worshippers and washes them of their sins. Above, an Orthodox priest blesses water in Svyatoye, in the outskirts of Russia's capital, Moscow.Worshippers believe all water becomes holy on Epiphany. Some also think that freezing water can have beneficial health effects.Serbian Orthodox worshippers jump into the cold water of the Sava river in Belgrade.In this picture, a woman takes a dip in the Russian city of Omsk, where temperatures have dropped below -10C (14F).These prison guards watched as an inmate submerged himself at a high-security penal colony in Omsk.Worshippers pose for a photo after swimming in Belgrade's Sava River.All photographs subject to copyright."
  },
  {
    "url": "https://www.bbc.com/news/uk-51014028",
    "author": "Unknown",
    "title": "Harry and Meghan: Your questions answered on tax, titles and trademarks",
    "date": "18 January 2020",
    "story_body": "The Duke and Duchess of Sussex recently announced they would step back as senior royals. ",
    "article_text": "The Duke and Duchess of Sussex recently announced they would step back as senior royals. Here we answer some of the questions we have received from readers about Prince Harry and Meghan's possible plans.The duke and duchess have said they do not have any special tax privileges, so it is likely the usual rules apply.It's not clear how much time Prince Harry and Meghan intend to spend in Canada.But if they seek permanent residency there, or they spend 183 days in a tax year in the country, then Canada will consider them resident for tax purposes.Even if they spend less time abroad - perhaps so Meghan can  - they will be expected to pay tax on any income they earn from working in Canada.The Queen is Canada's head of state. Recent polls have found Canadians leaning towards severing ties with the monarchy but some individual royals are still seen very favourably.A poll of 1,000 people last year by Research Co suggested . Republican sentiment is more common in French-speaking Quebec, where 53% said they wanted a republic.But Prince Harry himself has a 70% favourability rating in Canada, while for Meghan it is 60%. Prince Harry and Meghan have said they will no longer use their HRH titles. From this spring, they will become known as Harry, Duke of Sussex, and Meghan, Duchess of Sussex.The Queen made Prince Harry Duke of Sussex, Earl of Dumbarton and Baron Kilkeel on his wedding day, in May 2018. Meghan became the Duchess of Sussex.Prince Harry will remain a prince, having been born one.Only the monarch could restore any of their other titles.Prince Harry and Meghan applied in June 2019 to  in the UK, for items including books, clothing, charitable fundraising, education and social-care services. Their application was published in December 2019. If no-one objects, the trademark could be registered as early as February 2020.They are also reportedly seeking to register the brand as a global trademark covering a wide range of goods and services including clothing, stationery and \"emotional support\" groups.The couple spent Christmas in Canada and Meghan recently returned to the country with her eight-month-old son, Archie.As a Briton, the prince is entitled to spend  in Canada - anything longer than that and he would have to apply for a visa. As an American citizen, the same rules apply for his wife..Use this form to ask your question: If you are reading this page and can't see the form you will need to visit the mobile version of the  to submit your question or send them via email to . Please include your name, age and location with any question you send in. "
  },
  {
    "url": "https://www.bbc.com/news/uk-51152352",
    "author": "Unknown",
    "title": "Duke of Sussex: The party prince who carved his own path",
    "date": "9 January 2020",
    "story_body": "The Duke of Sussex grew up in the media spotlight - from a young royal dealing with his mother's death, through his partying teenage years, to his career in the military. ",
    "article_text": "The Duke of Sussex grew up in the media spotlight - from a young royal dealing with his mother's death, through his partying teenage years, to his career in the military. Since then Harry has followed in his mother's footsteps, doing charity work across the globe. He has got married and become a father.Now he and the Duchess of Sussex will begin a new chapter -  and splitting their time between the UK and North America.Harry has tried to balance his public and private lives. At times, the publicity that comes with being sixth in line to the throne has helped him to bolster support for his charitable endeavours. But there have also been times when that attention has become too much, and he has fought fiercely for his family's privacy.Born at St Mary's Hospital, Paddington, on 15 September 1984, the prince was christened Henry Charles Albert David by the Archbishop of Canterbury in December of that year in St George's Chapel, Windsor.But it was officially announced from the start of his life that he would be known as Harry. The prince's childhood was cut short when his mother died in 1997.Princess Diana was killed in a crash in Paris, aged 36, as the car she was in sped through a tunnel followed by paparazzi photographers.Her death shook royal fans the world over, but it was 12-year-old Harry and 15-year-old William whose lives changed forever.The funeral, which featured the image of the boys walking behind their mother's hearse to attend the service at Westminster Abbey, remains .\"I can safely say that losing my mum at the age of 12, and therefore shutting down all of my emotions for the last 20 years, has had a quite serious effect on not only my personal life but my work as well,\" the prince said in an  in 2017.He added: \"I have probably been very close to a complete breakdown on numerous occasions when all sorts of grief and all sorts of lies and misconceptions and everything are coming to you from every angle.\"The prince followed the educational path of his older brother William, at Wetherby School in Notting Hill, before entering Eton in 1998. After leaving Eton with two A-levels in 2003, Harry took a gap year.He worked on a sheep farm in Australia and with Aids orphans in Lesotho, paving the way for the charity he later set up there. Attention from the press has been a constant in Harry's life.The front page of a 2002 edition of the (now defunct) News of the World roared: \"Harry's drugs shame\",  and claimed Prince Charles sent his son to visit a rehab clinic as punishment for smoking cannabis.St James's Palace confirmed the then 17-year-old had \"experimented with the drug on several occasions\" but said the use was not \"regular\".Then in October 2004, there was a scuffle with a photographer outside a club.A royal spokesman said at the time the 20-year-old prince was hit in the face by a camera \"when photographers crowded around him\".When Harry pushed the camera away, \"it's understood that a photographer's lip was cut\", the spokesman added.The following year, an image of the prince dressed as a Nazi at a fancy dress party sparked outrage.Clarence House later said the prince had apologised for any \"offence or embarrassment\" caused and had realised \"it was a poor choice of costume\".And in 2009, video footage emerged of Harry using offensive language to describe an Asian member of his Army platoon.St James's Palace said the prince was \"extremely sorry for any offence his words might cause\" but said he had \"used the term without any malice and as a nickname about a highly popular member of his platoon\".Harry enjoyed lighter-hearted press coverage during the London 2012 Olympic Games, in his role as an Olympic ambassador.In the same year he spent a lot of time in front of the cameras for the Queen's Jubilee. As part of those celebrations Harry completed his first royal solo tour overseas with visits to Belize, the Bahamas, Brazil and Jamaica.However, that August, photos emerged of the prince and a young woman naked in a Las Vegas hotel room.The two photos, , were taken on a private break with friends, with the site reporting the prince was in a group playing \"strip billiards\".He later said he had \"probably let myself down\" but added: \"I was in a private area and there should have been a certain amount of privacy that one should expect.\"There is, however, a saving grace to the scrapes Harry has found himself in.As the younger brother to the expected future king, Harry has relatively little responsibility.Like the Queen's sister, Princess Margaret, and Prince Charles's younger siblings, Harry is a \"spare to the heir\" - and a world away from the throne.So Harry's indiscretions have done little to dent public opinion of him.And he has perhaps had a freer existence because of it; security worries would have made active service in Afghanistan impossible for his older brother, for example.Harry spent 10 years in the armed forces, becoming the first royal in more than 25 years to serve in a war zone.He was left disappointed in 2007 when Army chiefs decided not to send him to Iraq because of \"unacceptable risks\", but later spent 10 weeks serving in Afghanistan in 2008.Harry returned to the country as an Apache helicopter pilot from September 2012 to January 2013, before qualifying as an Apache commander in July 2013. He later described , and said that being in Afghanistan was \"as normal as it's going to get\" for him.When he , the prince said his time in the military would \"stay with me for the rest of my life\".This is reflected in his charity work, which mostly concentrates on mental health and helping service veterans. Harry's most notable charity work so far is his founding and chairing of the Invictus Games in 2014.The Paralympic-style international competition for injured ex-service personnel has been held in London, Orlando, Toronto and Sydney.He has also supported the charity Walking With the Wounded, for injured veterans.The prince's other charity work includes supporting conservation projects in Africa and jointly founding Sentebale, a charity to help orphans in Lesotho. He has continued his mother's work helping children affected by HIV and Aids, and supporting the Halo Trust's work in clearing landmines.  Diana captured global attention when she walked through a live minefield in central Angola in 1997.She died in Paris later that year, before seeing the full impact of her visit - such as the signing of an international treaty to outlaw the weapons - but Harry highlighted her achievements when  in September 2019. In recent years, Harry has had counselling to help him deal with his mother's death.He was best man at his brother William's wedding in April 2011, and has since spoken of how hard it was not to have Diana there.In a , he described shutting down all of his emotions for nearly 20 years and refusing to thinking about his mother.This, he said, had a \"quite serious effect\" on his personal life and his work, and brought him close to a breakdown \"on numerous occasions\".He also said he would probably regret \" how brief his last phone call with his mother was, and spoke of her \"fun\" parenting.She was a \"total kid through and through\", he said.Harry, William and the Duchess of Cambridge joined forces to focus their campaigning efforts on mental health.They founded Heads Together, which aims to tackle stigma and fundraise for new support services.As one of the world's most high-profile bachelors, Harry's love life has drawn much interest over the years.In late 2016, he confirmed a new relationship with US actor, Meghan Markle,  accusing journalists of harassing her.He described \"nightly legal battles to keep defamatory stories out of papers\", attempts by reporters and photographers to get into her home and the \"bombardment\" of nearly every friend and loved one in her life. The pair had met on a blind date, organised by a mutual friend. Then after just two dates, they went on holiday together to Botswana.In September 2017, the year before their wedding, Meghan told Vanity Fair magazine she and Harry were \"\".And , when their engagement was announced, Harry admitted he had never heard of Meghan before his friend introduced them, and was \"beautifully surprised\".He designed the engagement ring for Meghan, including two diamonds from his mother's jewellery collection. at a ceremony at St George's Chapel in Windsor, and consequently became known as the Duke and Duchess of Sussex.On a 16-day tour of Australia that October, the duke and duchess announced they were expecting their first child, adding that they were happy to share the \"personal joy\" of their news. Baby Archie, described by Harry as \"our own little bundle of joy\", was born on 6 May 2019.The duke's past year has been a rollercoaster ride of highs and lows.In March, he and his wife split their household office from that of the Duke and Duchess of Cambridge.In April, the launch of the Sussexes' Instagram account amassed more than one million followers in record-breaking time (five hours and 45 minutes).The joy of becoming parents was followed days later by news Harry had accepted damages and an apology from a paparazzi agency which had used a helicopter to take photographs of his home in the Cotswolds.In June, the Sussexes announced they would split from the charity they shared with the Cambridges - fuelling speculation of a rift between brothers Harry and William.A 10-day tour of Africa at the end of September 2019 started well.Harry raised awareness for causes close to his heart, and the couple introduced Archie to anti-apartheid campaigner Archbishop Desmond Tutu.But during the tour, the Duchess of Sussex launched legal action against the Mail on Sunday over a claim that it unlawfully published one of her private letters.In a lengthy statement Harry said \"positive\" coverage of the tour of Africa had exposed the \"double standards\" of the \"press pack that has vilified [the duchess] almost daily for the past nine months\".And in an ITV documentary, filmed during the tour and broadcast the following month, the duchess admitted she was struggling to adjust to royal life while the duke said his mental health was a matter of \"constant management\".Harry's charity work will no doubt continue.But much of the rest of his future - including where he, his wife and baby will live - is, for the moment, unclear."
  },
  {
    "url": "https://www.bbc.com/news/world_radio_and_tv",
    "author": "Unknown",
    "title": "In pictures: Harry and Meghan's life together",
    "date": "18 January 2020",
    "story_body": "All photographs subject to copyright",
    "article_text": "From this spring, Prince Harry and Meghan are expected to spend most of their time in Canada and aim to become \"financially independent\". All photographs subject to copyright"
  },
  {
    "url": "https://www.bbc.com/news/world-europe-51156759",
    "author": "By James Gallagher",
    "title": "New Chinese virus 'will have infected hundreds'",
    "date": "18 January 2020",
    "story_body": "The number of people already infected by the mystery virus emerging in China is far greater than official figures suggest, scientists have told the BBC. ",
    "article_text": "The number of people already infected by the mystery virus emerging in China is far greater than official figures suggest, scientists have told the BBC. There have been more than 60 confirmed cases of the new coronavirus, but UK experts estimate a figure nearer 1,700.Two people are known to have died from the respiratory illness, which appeared in Wuhan city in December. \"I am substantially more concerned than I was a week ago,\" disease outbreak scientist Prof Neil Ferguson, said.The work was conducted by the MRC Centre for Global Infectious Disease Analysis at Imperial College London, which advises bodies including the UK government and the World Health Organization (WHO).Singapore and Hong Kong have been screening air passengers from Wuhan, and US authorities announced similar measures starting on Friday at three major airports in San Francisco, Los Angeles and New York.The crucial clue to the scale of the problem lies in the cases being detected in other countries.While the outbreak is centred on the central Chinese city of Wuhan, there have been two cases in Thailand and one in Japan. \"That caused me to worry,\" said Prof Ferguson.He added: \"For Wuhan to have exported three cases to other countries would imply there would have to be many more cases than have been reported.\"It is impossible to get the precise number, but outbreak modelling, which is based on the virus, the local population and flight data, can give an idea. Wuhan International Airport serves a population of 19 million people, but only 3,400 a day travel internationally.The detailed calculations, which have been  ahead of publication in a scientific journal, came up with a figure of 1,700 cases. Size of Wuhan outbreak of a novel  estimated from the three cases detected outside China: Likely to be over 1000 cases.  @mrc_outbreaks report released today🔰  End of Twitter post  by @MRC_OutbreakProf Ferguson said it was \"too early to be alarmist\" but he was \"substantially more concerned\" than a week ago.Chinese officials say there have been no cases of the virus spreading from one person to another. Instead they say the virus has crossed the species barrier and come from infected animals at a seafood and wildlife market in Wuhan. Prof Ferguson argues: \"People should be considering the possibility of substantial human-to-human transmission more seriously than they have so far.\"It would be unlikely in my mind, given what we know about coronaviruses, to have animal exposure, be the principal cause of such a number of human infections.\" Understanding how a novel virus is spreading is a crucial part of assessing its threat. The WHO's China office said the analysis was helpful and would help officials plan the response to the outbreak.\"Much remains to be understood about the new coronavirus,\" it said. \"Not enough is known to draw definitive conclusions about how it is transmitted, the clinical features of the disease, the extent to which it has spread, or its source, which remains unknown.\"Viral samples have been taken from patients and analysed in the laboratory.And officials in China and  have concluded the infection is a coronavirus.Coronaviruses are a broad family of viruses, but . At the mild end they cause the common cold, but severe acute respiratory syndrome (Sars) is a coronavirus that killed 774 of the 8,098 people infected in an outbreak that started in China in 2002.Analysis of the genetic code of the new virus shows it is more closely related to Sars than any other human coronavirus. Preliminary analysis of the novel coronavirus (in red) believed to be responsible for an outbreak of pneumonia in Wuhan, China shows it's closely related to SARS CoV.  End of Twitter post  by @EcoHealthNYCThe virus has caused pneumonia in some patients and been fatal in two of them.Dr Jeremy Farrar, director of the Wellcome medical research charity, said: \"There is more to come from this epidemic.\"Uncertainty and gaps remain, but it's clear that there is some level of person-to-person transmission. \"We are starting to hear of more cases in China and other countries and it is likely, as this modelling shows, that there will be many more cases in a number of countries.\"Prof Jonathan Ball, from the University of Nottingham, said: \"What's really important is until there has been widespread laboratory testing it is very difficult to put a real number on the cases out there. \"But this is a figure we should take seriously until we know otherwise, 41 animal-to-human 'spillovers' is stretching it a bit and there probably is more underlying infection than has been detected so far.\""
  },
  {
    "url": "https://www.bbc.com/news/world-africa-51037212",
    "author": "Unknown",
    "title": "Libya civil war: UN envoy Salamé says foreign intervention must end",
    "date": "18 January 2020",
    "story_body": "The UN's Libya envoy Ghassan Salamé has called on foreign powers to stop interfering in Libya's civil war.",
    "article_text": "The UN's Libya envoy Ghassan Salamé has called on foreign powers to stop interfering in Libya's civil war.On the eve of peace talks in Berlin, Mr Salamé said foreign support of proxy groups in the conflict had created a \"vicious cycle\" of violence.But Mr Salamé told the BBC that he was optimistic about the negotiations.It comes after nine months of conflict between the powerful General Khalifa Haftar and the UN-backed government in the capital Tripoli.A truce was announced earlier this month between Gen Haftar and the Government of National Accord (GNA).But both sides blame each other for reported breaches of the agreement, and On Saturday, forces loyal to Gen Haftar blocked oil exports from several major Libyan ports. The move is a damaging blow to the country's main source of income, a day before renewed peace talks begin.Speaking to BBC Radio 4's Today programme, Mr Salamé called on international powers to stop supporting local proxy groups with mercenaries, arms, financing, and direct military support.He said such actions created \"a vicious circle where their proxies call for intervention in their fight, and their own ambitions bring more divisions.\"The role of foreign states  in the conflict has come into focus in recent months, with  to deploy troops to help GNA forces in Tripoli. Meanwhile, Gen Haftar's Libyan National Army (LNA) has the backing of Russia, Egypt, Saudi Arabia, the United Arab Emirates (UAE), and Jordan.Sunday's summit aims to extract a pledge from foreign powers to honour a UN arms embargo on Libya, and to halt any further interference in the conflict. The meeting will bring the two sides together, along with their foreign backers, the UN and other global powers, including Russia's President Putin and Turkish President Recep Tayyip Erdogan.Mr Salamé told the BBC that a political solution to the conflict was best for all parties involved because Libya - with its vast geography, strong local identities, heavily-armed population and weakened government infrastructure - was a difficult country for one group to control.\"Most of the national interests of all these countries, especially big [commercial] contracts and oil contracts, even geopolitical demands, can be accommodated by a peaceful and prosperous Libya, much better than a divided and war-torn country,\" he added.Libya has been wracked by conflict since the 2011 uprising which ousted long-time strongman Muammar Gaddafi.Gen Haftar's LNA controls much of eastern Libya, and last April he launched an offensive against the country's rival government in Tripoli.His forces have so far been unable to take the city, but earlier this month the LNA According to the UN, the fighting has killed hundreds of people and displaced thousands more from their homes."
  },
  {
    "url": "https://www.bbc.com/news/stories-51134707",
    "author": "By Jessica Murphy",
    "title": "Harry and Meghan: The big question Canadians have about move",
    "date": "17 January 2020",
    "story_body": "Many Canadians have an affection for the Duke and Duchess of Sussex. But one big question is hanging over the shock news of the couple's part-time relocation to Canada - what will it cost? ",
    "article_text": "Many Canadians have an affection for the Duke and Duchess of Sussex. But one big question is hanging over the shock news of the couple's part-time relocation to Canada - what will it cost? There has been plenty of chatter in Canada since Prince Harry and Meghan said they would be stepping back as senior royals and spending part of their time in North America. The duchess is spending time on Canada's west coast with their infant son as the couple flesh out the details of their move away from their role as full-time royals, with her public outings closely followed.But the main preoccupation hovering over the royal couple's decision to spend part of their time in Canada comes down to who will foot the bill - especially if they are spending the bulk of their time as private citizens. Some have outright rejected the idea of the public shouldering any costs for the couple.The leader of the Bloc Quebecois - a federal party that represents the interests of Quebec, a province where attitudes towards the monarchy tend to be frostier than in the rest of Canada - said Quebecers should not have to pay a dime. Yves-Francois Blanchet quipped he was already paying for a Netflix subscription, where he could watch The Crown, a drama about Queen Elizabeth II's reign. He is not alone in not wanting to fork out any cash.  A public opinion poll released this week by the non-profit Angus Reid Institute indicated that 73% of Canadians have no interest in paying any of the costs for security and other expenditures associated with their relocation. \"This view is consistent across demographic groups including age, gender or region or political preference,\" the organisation said in a release. Just 3% of respondents told the pollster that Canadians should pick up the tab for security and other necessary costs, and 19% said they were fine with paying a portion of the bill. The Canadian Taxpayers Federation, a taxpayer advocacy group, says the current debate over who should ante up for costs related to the members of the monarchy is different from those that regularly bubble up in Canada. The country is a constitutional monarchy  - its head of state is Queen Elizabeth II - and things like Royal tours and the office of the Governor General, who is the Queen's representative in Canada, are paid for by the public purse. \"Normally when we get into debates about the cost of the monarchy in this country there's a pretty clear line - people who are monarchists and people who are small 'r' republicans,\" says Aaron Wudrick, the organisation's federal director. But the relocation of the duke and duchess has \"changed the dynamic\". \"The distinction is a bit like a friend who comes over for dinner and you're happy to prepare their meal versus them deciding they're going to move in and still expecting you to cook for them all the time,\" he said. \"I think that's how a lot of Canadians see this. I actually don't think it's about the dollar figure, it's a general view that people who have a lot of means and the capacity to pay for themselves should be doing it.\"The duke and duchess themselves have not said they expect Canadians to pick up the tab, Mr Wudrick notes, and federal officials have admitted it's not clear yet how costs may be divided - or what those costs would be. Prime Minister Justin Trudeau told broadcaster Global News this week that \"there's still a lot of decisions to be taken by the Royal Family, by the Sussexes themselves as to what level of engagement they choose to have\". The question of security costs is \"part of the reflection that needs to be had and there are discussions going on\", he said. So while the Queen has agreed to the couple's wish to step back as senior royals, become financially independent and to split their time between the UK and Canada, the details of the transition are still being worked out. Mr Wudrick says that \"in the interests of settling everyone down -  maybe this is all a tempest in a teapot - it would be helpful if the duke and duchess could provide some clarity on what their expectations are\".John Michaelson, with the Monarchist League of Canada, agrees answers should come sooner rather than later. Most Canadians don't spend much time thinking about the Royal Family or their official role in Canada, he says, and the benefits of the institution are often hidden from view - the thousands of community, ceremonial, and constitutional engagements the family and the Queen's representatives there carry out annually across the country. The league have released regular reports on costs related to the Canadian Crown for the past 20 years \"to try and bring the point home that this is something that we get great benefit from and it doesn't cost a great deal\", he said. The tally is approximately  C$1.68 ($1.29; £0.99) a year per Canadian for the general cost of the Crown, according to their most recent study. Mr Michaelson says Prince Harry and Meghan's relocation is also an opportunity for the pair to deepen their engagement with organisations like the Prince's Trust Canada, a charitable endeavour established by Prince of Wales in 2011. Meanwhile, a columnist with the National Post newspaper said the debate over the likely negligible relative cost of protecting direct close relations to Canada's head of state \"has revealed one of the ugliest elements of the Canadian national character\". \"It's true, Canada. We're a nation of cheapskates,\" . Richard Powers, with Toronto's Rotman School of Management, told the BBC that Canada could see some economic benefits from having the famous couple in the country, primarily in the non-profit sector. Both Prince Harry and Meghan have said they are interested in continuing with their charity work, with the duchess visiting two Vancouver-based women's organisations this week. But Mr Wudrick dismisses the idea that doing charitable works should be enough to open the public purse strings. \"If a Hollywood star or a pro-sports player with a lot of money moved here and they donate to charity and they do good things, they [still] pay for themselves,\" he said. "
  },
  {
    "url": "https://www.bbc.com/news/newsbeat-51124994",
    "author": "Unknown",
    "title": "Harry and Meghan: Queen and Buckingham Palace statements in full",
    "date": "18 January 2020",
    "story_body": "The Queen and Buckingham Palace have issued statements following talks between senior members of the Royal Family to discuss new roles for the Duke and Duchess of Sussex.  ",
    "article_text": "The Queen and Buckingham Palace have issued statements following talks between senior members of the Royal Family to discuss new roles for the Duke and Duchess of Sussex.  \"Following many months of conversations and more recent discussions, I am pleased that together we have found a constructive and supportive way forward for my grandson and his family.\"Harry, Meghan and Archie will always be much loved members of my family.\"I recognise the challenges they have experienced as a result of intense scrutiny over the last two years and support their wish for a more independent life.\"I want to thank them for all their dedicated work across this country, the Commonwealth and beyond, and am particularly proud of how Meghan has so quickly become one of the family.\"It is my whole family's hope that today's agreement allows them to start building a happy and peaceful new life.\"\"The Duke and Duchess of Sussex are grateful to Her Majesty and the Royal Family for their ongoing support as they embark on the next chapter of their lives.\"As agreed in this new arrangement, they understand that they are required to step back from royal duties, including official military appointments. They will no longer receive public funds for royal duties.\"With The Queen's blessing, the Sussexes will continue to maintain their private patronages and associations. While they can no longer formally represent The Queen, the Sussexes have made clear that everything they do will continue to uphold the values of Her Majesty.\"The Sussexes will not use their HRH titles as they are no longer working members of the Royal Family.\"The Duke and Duchess of Sussex have shared their wish to repay Sovereign Grant expenditure for the refurbishment of Frogmore Cottage, which will remain their UK family home.\"Buckingham Palace does not comment on the details of security arrangements. There are well established independent processes to determine the need for publicly-funded security.\"This new model will take effect in the spring of 2020.\""
  }
]