{"0": {"url": "https://www.bbc.com/news/uk-51168400", "author": "Unknown", "title": "Harry and Meghan: PM says the country wishes them well for the future", "date": "19 January 2020", "story_body": "Prime Minister Boris Johnson said the whole country will want to wish the Duke and Duchess of Sussex well for the future as they give up royal duties.", "article_text": "Prime Minister Boris Johnson said the whole country will want to wish the Duke and Duchess of Sussex well for the future as they give up royal duties.It came as the Queen went to church near Sandringham in her first public appearance since it was announced the couple were giving up their HRH titles.In her statement yesterday she wished them \"a happy and peaceful new life\". But Thomas Markle, Meghan's father, accused them of \"cheapening\" the Royal Family.Speaking briefly to reporters at a summit in Berlin, Mr Johnson said he had been confident the Royal Family would find a way forward for Prince Harry and Meghan, adding: \"I think the whole country will want to join in wishing them the very best for the future.\"The Queen was met by about 100 well-wishers outside St Mary the Virgin Church in Hillington, Norfolk, where she arrived with the Duke of York.Announcing the decision over the duke and duchess in a statement on Saturday, she said she was \"particularly proud\" of how quickly Meghan became one of the family and said she, Harry and Archie would always be \"much loved\".The new arrangements, which will begin in the spring, mean the couple will no longer use their HRH titles and will not formally represent the Queen.HRH, an abbreviation of His/Her Royal Highness, is used as part of the title of some members of the Royal Family.The duke and duchess will receive no public funds for royal duties and intend to repay £2.4m of taxpayer money used for the refurbishment of Frogmore Cottage.The house in Windsor, for which they will pay rent, will remain their family home as they divide their time between the UK and Canada.Prince Harry and Meghan said  from their role as senior royals after both speaking about the media scrutiny.The duchess is suing the Mail on Sunday for publishing what she says was a private letter to her father, raising the prospect of him .In comments for a forthcoming Channel 5 documentary which emerged on Sunday, Thomas Markle said the Royal Family is \"one of the greatest long-living institutions ever\" and accused the couple of \"destroying it, they are cheapening it, making it shabby\".\"Every young girl wants to become a princess and she got that and now she's tossing that away,\" he said. \"It looks like she's tossing that away for money.\"The announcement about the couple's future comes after they held talks with the Queen on Monday.The Queen said following \"many months of conversations and more recent discussions\" she was \"pleased that together we have found a constructive and supportive way forward for my grandson and his family\".In its statement, Buckingham Palace said: \"The Sussexes will not use their HRH titles as they are no longer working members of the Royal Family.\"BBC royal correspondent Daniela Relph told BBC Radio 5 Live: \"When they first issued that statement about what they wanted, (on 8 January) they talked about forging this progressive role within the Royal Family, about stepping back from royal duties. This isn't stepping back, it's stepping away entirely.\"She said the question that will \"hang over them\" for the next year is what their commercial life will look like.Buckingham Palace said the duke and duchess understood they were required to withdraw from royal duties, including official military appointments.\"While they can no longer formally represent the Queen, the Sussexes have made clear that everything they do will continue to uphold the values of Her Majesty,\" it said. The statement added that the pair would continue to maintain their private patronages and associations - the duke currently holds 16 patronages, including the Invictus Games Foundation, the Royal Marines and the Rugby Football League; and the duchess four - the National Theatre, the Association of Commonwealth Universities, London-based animal charity Mayhew, and women's charity Smart Works.The Rugby League has said it is delighted Prince Harry would continue as its patron. He held the world cup draw at Buckingham Palace on Thursday.  Rhino Conservation Botswana also welcomed his ongoing support. They will always be, the Queen writes, \"much loved members of my family\". But that's about it. No royal title, no royal duties, no military appointments, no tours, most of their time spent in Canada, no public money.It is harder to think of a much cleaner break than this. Harry and Meghan are still members of the Royal Family, but they are effectively no longer royal.  The early talk was of a much more mixed life - one where perhaps Harry and Meghan continued with some royal duties, dividing their time equally between the UK and Canada. But the contradictions and conflicts of interest were too many.There are still lots of details to thrash out. And the whole thing will be reviewed after a year. But a new life awaits Harry and Meghan - celebrities, certainly, but a different kind of royalty.  Some questions about the couple's future status remain unanswered, including what their tax and immigration status will be in the UK and Canada. It is not yet known whether Meghan still intends to gain British citizenship, which would entail her spending a certain amount of time in the UK. While the couple intend to divide their time between the UK and Canada, it is expected that they will spend the majority of their time in Canada.One question that still needs to be resolved is the issue of their security bill when they are in Canada, said David McClure, an expert on royal finances.\"The Canadians are not keen on picking up the tab, so I'm sure there will be quite heated discussions between the Canadian government and the British government as to who pays for it,\" he said, adding that the Sussexes might come under pressure to contribute to the cost.Diana Pearl, former royal reporter for People magazine, told Radio 4's The World this Weekend there was \"a huge appetite\" for Prince Harry and Meghan in North America, adding \"there are a lot of brands here with deep pockets\".Dickie Arbiter, former press secretary to the Queen, said the new arrangement turned a crisis for the Royal Family into a \"workable situation\" that was \"the best sort of deal they could have come up with, without totally upsetting the apple cart\".Ms Pearl agreed, saying perception of the Royal Family would not ultimately be damaged by recent events.She said the Duke and Duchess of Cambridge \"look very solid and drama-free after this whole experience - and they really are the future of the family.\"However Katie Nicholl, Vanity Fair royal correspondent, said Harry and Meghan have won their independence, but the Royal Family has lost their \"very magical and unique brand\".Meghan and Harry have already begun a transition phase of living in Canada and the UK. The move was agreed by the Queen, Prince of Wales and Duke of Cambridge.The duchess is in the Commonwealth country with son Archie, where the Sussexes were there for six weeks over the festive period.On Tuesday she visited a charity in Vancouver which campaigns for teenage girls living in poverty."}, "1": {"url": "https://www.bbc.com/news/world-asia-china-51130644", "author": "By Owen Amos", "title": "Why are Chinese fishermen finding so many 'submarine spies'?", "date": "16 January 2020", "story_body": "At first it seems like a quirky, what-are-the-chances-of-that headline: ", "article_text": "At first it seems like a quirky, what-are-the-chances-of-that headline: But behind that headline in Chinese state media, there is a different - and more intriguing - story.Firstly, this wasn't two or three fishermen receiving awards. It was 11 - one woman, the rest men - who found seven devices in total.Secondly, this wasn't the first time fishermen from Jiangsu had found \"spy drones\". In 2018, some 18 were rewarded for finding nine devices. There was also a ceremony a year earlier.And thirdly, the rewards were huge - up to 500,000 yuan ($72,000; £55,000) - around 17 times the average disposable income in China.So where do the \"submarine spies\" come from? What do they do? Why are they valuable? And why are Chinese fishermen finding so many?Jiangsu is a province in eastern China, with a coastline more than 1,000km (620 miles) long.It faces Japan and South Korea, while Taiwan is around 500 miles south. This geography - and the - begins to explain why fishermen keep finding these devices.China has not revealed where the devices came from, merely saying they were \"made in other countries\". But regional expert and consultant Alexander Neill says they probably came from \"the US Navy, the Japan Self-Defense Forces, or potentially Taiwan - this is a big area of rivalry\".So what are the Americans, the Japanese, or the Taiwanese hoping to learn?In 2009, the US Navy  into underwater drones, broadly known as \"unmanned undersea vehicles (UUVs)\". The research recommended seven ways UUVs could be used, including:The research also highlighted the strengths of UUVs. Gliders - a smaller UUV, likely to be what the Jiangsu fishermen found - can be deployed for \"months\" and are \"cheap enough to be considered expendable\".In this instance, cheap means \"only tens of thousands of dollars\".Their cost, range, and capability mean \"submarine spies\" are increasingly important - Mr Neill estimates the number worldwide is \"certainly in the upper hundreds\".So this explains - in part - why they keep turning up in Chinese nets. The country has a huge fishing fleet, and the law of averages suggests it will scoop up the occasional drone.But it's also true that China's fleet is different to other countries'. Some fishermen, themselves, are part of the military - and understanding how this unique unit works could explain why they keep finding military hardware.The Chinese Maritime Militia is part of the national militia - that is, the reserve civilian forces. It is \"virtually unique and publicly obscure\",  from the US Naval War College - but it is well-known to the United States military.According to a 2017 report by the US Department of Defense, the CMM has played \"significant roles in a number of military campaigns and coercive incidents over the years\".In the past, the CMM rented vessels from companies or fishermen. But now, the DoD says, \"it appears China is building a state-owned fishing fleet for its militia force\".Indeed, Mr Neill says many boats are merely \"masquerading as fishing vessels - they're actually doing naval and maritime surveillance against China's rivals\".\"On paper they look like sophisticated, modern trawlers,\" he says. \"But they are actually, essentially, military-type vessels - steel-hulled, not wooden-hulled, with increasing tonnage.\"If you look at photographs, it's clear they're networked in - because of their signalling capabilities - with the [regular navy] command and control network.\"In effect, the fishing fleet can provide a low-level, first line of defence or surveillance - a military force working under a civilian cloak.\"A very significant swathe of China's fishing fleet is co-opted into the militia,\" says Mr Neill. \"I would have thought, with a little digging, you would find these guys [the Jiangsu fishermen] may well be part of it.\"China doesn't just find underwater drones - it operates them, too.At the military parade to mark the 70th anniversary of the People's Republic of China (PRC), the HSU001 was unveiled - a large UUV, possibly capable of launching smaller drones.And five months earlier, another Chinese UUV was revealed in a less formal way, when Indonesian fishermen caught a \"missile\" with Chinese markings in the Riau Islands.\"It's not a missile, but a sea drone, which is usually used for underwater research,\" Although its origin was not confirmed, experts suspect it was part of China's vast sub-surface surveillance - the so-called \"Great Underwater Wall of China\".So, as UUV technology develops, more fishermen - whether in China, Indonesia, or beyond - can expect to find more drones.\"They [drones] are extending the range of surveillance capacity for all of the modern navies in the region,\" says Mr Neill. And - as the Jiangsu prize-winners discovered - they can be a valuable catch."}, "2": {"url": "https://www.bbc.com/news/world-us-canada-51090163", "author": "By Toby Luckhurst", "title": "Prohibition: US activists fight for temperance 100 years on", "date": "16 January 2020", "story_body": "It is 100 years to the day since Prohibition came into effect. The 18th Amendment to the Constitution banned anyone in the US from selling, making, importing or even transporting alcohol.", "article_text": "It is 100 years to the day since Prohibition came into effect. The 18th Amendment to the Constitution banned anyone in the US from selling, making, importing or even transporting alcohol.Criminal gangs immediately took over the industry. Speakeasies sprung up nationwide to sell illegal liquor and tens of millions flouted the legislation.By 1933 it had been repealed - the only instance when a constitutional amendment has been overturned in this way.Prohibition is now viewed as a failure. No major political parties or organisations support its return, and there is little public support for such an extreme response in the future.But alcohol remains controversial in the US. The drinking age of 21 is higher than in other nations where drinking is legal. Dry counties and dry towns - where alcohol sales are restricted or barred outright - are dotted throughout the country. And Gallup polling from last year shows that . A century on, a small group of Americans are fighting to keep the dream of the so-called \"noble experiment\" alive.\"You should think of the Prohibition Party as an exercise in living history,\" says Jim Hedges, treasurer to the party, which is the third-oldest in the US. \"We're trying to keep the concept alive and the history alive,\" he tells the BBC. \"But as far as getting big enough to have influence, it's not going to happen any time soon.\"The US temperance movement, which sought to control or even ban alcohol sales, developed through the 19th Century. Campaigners focused on the perceived immorality of drinking as well as the health effects. Religious groups like Methodists and later organisations like the Anti-Saloon League helped bring about the law change.Dr Julia Guarneri, senior lecturer in US history at the University of Cambridge, tells the BBC that women's groups - in particular the Woman's Christian Temperance Union (WCTU) - were vital in bringing about prohibition. \"They thought alcohol was one way that money went from the employer to the employee to the saloon, and never reached the family,\" Dr Guarneri says. Women and children were also victims of abuse from alcoholic husbands and fathers. As reformers pushed for women's right to vote - ratified in the 19th Amendment, which was officially adopted just eight months after Prohibition took effect - women activists also sought to ban alcohol, seeing it as another way that women were oppressed in society. \"There's more of a connect between those two pieces of legislation than you might think,\" Dr Guarneri says. \"The WCTU saw the banning of alcohol as a way both to keep families happier and healthier, and women happier and healthier.\"Worries about the large numbers of immigrants coming to US shores at the end of the 19th and early 20th Centuries - in particular Catholics and Jews travelling from southern and eastern Europe - were another factor.Some European Catholics in particular brought a beer-drinking culture to the US which was alien to its Protestant populations. But on top of this, both Catholics and Jews incorporate alcohol in their religious rituals. While these ceremonies were still allowed during prohibition, Dr Guarneri says that alcohol \"became a way to police and oppress those immigrant populations\".The start of World War I further helped the temperance movement. Campaigners won support arguing that grains should be used for food rather than for beer during the conflict, while German immigrants or their descendants owned many of the breweries. \"So it was very easy to paint a portrait of alcohol being un-American,\" Dr Guarneri says. \"You name it - Pabst, Schlitz, Budweiser... there wasn't going to be a lot of public sympathy for the owners of the breweries from the US.\"But Prohibition was widely flouted. Many Americans, particularly the wealthy and the privileged, dodged the law with ease. President Warren Harding is said to have openly served alcohol confiscated by his government at the White House. The law grew more and more unpopular. Politicians also missed the tax revenue from alcohol sales after the Wall Street Crash of 1929. Franklin Roosevelt promised to repeal the measure in his bid for the presidency in 1932, and within a year of him coming to office, national prohibition was dead. Sarah Ward, former president of the WCTU, tells the BBC that Prohibition \"probably did our organisation more harm than good after the repeal\".To join the WCTU, applicants must pledge to avoid alcohol and pay membership dues. Ms Ward signed up as a teenager in the 1950s, and has kept that pledge to this day.She spent decades teaching people about the health impact of alcohol, and says she is proud of that work. But she said the current state of the temperance movement in the US was \"very discouraging\". \"We can always hope that somebody will realise and a corner will be turned and that'll be great if it happens,\" Ms Ward says - although she thinks members of the WCTU are \"more realistic\" now.\"Today, as far as Prohibition is concerned, we will have that when each individual makes the choice that that is the best way for them to live,\" she said. \"We can't get restrictions on anything. Everybody wants to be free and do their own thing.\"Prohibition Party treasurer Jim Hedges agrees. Mr Hedges was the party's presidential candidate in 2016 when they took just 5,600 votes nationwide - albeit far more than the 518 they won in 2012, and their best result since 1988. He says the party would like to see a \"sea change\" of public opinion to allow the return of national prohibition. \"If we were to try to impose that from the top down without having public support, it would be unenforceable,\" he says. Their plan this year is to focus on states which have easier rules for smaller parties to get on the ballot.Phil Collins, the party's 2020 nominee, hopes they can get on the ballot in Arkansas, Colorado, Louisiana, Mississippi and Tennessee.\"Four years ago the party was on the ballot in only three states. And this time it'll be five states,\" he tells the BBC. \"So I'm sure we'll get more votes than we did then.\"Dry counties and towns, and so-called \"blue laws\" - restrictions on when and where you can buy alcohol, for example on a Sunday or after a certain time at night - exist across the US. But the general trend is for more liberalisation. Massachusetts had about 20 wholly dry towns in the year 2000, but several have started to allow the sale of alcohol - albeit in restricted ways. The town of Rockport was dry from 1856, when organiser Hannah Jumper rallied women to attack liquor-serving establishments with hatchets. A referendum in 2005 finally granted restaurants the right to serve alcohol with meals, but it was only in 2019 - close to 162 years after the infamous \"Hatchet Gang\" raid - that the town granted its first retail licence to sell alcohol. Jay Smith tells the BBC that after the town's only grocery store closed, the community decided to grant a licence to the first person to open a store in Rockport. His family opened the Whistlestop Market, which sells beer and wine at a mall by the train station.Mr Smith says the town has been overwhelmingly supportive, barring \"maybe one or two people [who] have let us know that they're against it.\" But ultimately, he says it is a matter of personal choice. \"I think Prohibition was a response to the difficulties of alcohol. Though we sell alcohol, we're for responsible use,\" he says. \"People can have a personal or philosophical attitude against alcohol - I can't argue against that. That's their personal choice and that's what's right for them.\""}, "3": {"url": "https://www.bbc.com/news/world-europe-51046656", "author": "By Guy Delauney", "title": "Naked artists in Serbia breathing life into damaged art scene", "date": "13 January 2020", "story_body": "\"The fact that I do performances nude, in Belgrade and Serbia, means a lot for somebody who is queer and whose body is queer,\" Aleks Zain says. ", "article_text": "\"The fact that I do performances nude, in Belgrade and Serbia, means a lot for somebody who is queer and whose body is queer,\" Aleks Zain says. Zain is putting his own twist on a performance piece originally created by Serbia's most famous artist, Marina Abramovic. Belgrade is where the world's self-styled \"grandmother of performance art\" created her first pieces in the 1960s and 1970s and this retrospective, The Cleaner, has toured the world before finally coming home.Zain is performing one of her early works, Freeing The Body, in Belgrade's Museum of Contemporary Art.The performer is naked apart from a tightly wrapped scarf covering the head. They dance in front of a stark, white background as an indefatigable drummer beats out an unending rhythm on a djembe. The performance continues until the dancer falls to the ground, exhausted.As a transgender man in a socially conservative country, Zain finds Freeing The Body both nerve-wracking and liberating. \"Freeing The Body is heavy for me - because I'm naked and you will have to see a queer, naked body for a lot of hours. But seeing it here in a museum is different to seeing it in the street or in a medical book.\" Abramovic calls the people recreating her works \"reperformers\". Some are experienced performance artists. Others have little or no background in a discipline that places considerable demands on both mind and body. All of them studied the Abramovic Method with the artist's regular collaborator, Lynsey Peisinger, before The Cleaner opened in Belgrade.Andreja Kargacin is dressed in a white lab coat, ready to perform, as she cheerfully greets Aleks Zain in the museum's foyer.The 20-year-old theatre student is a published novelist, visual artist and dancer, but her real passion is performance art.\"This exhibition is my dream come true,\" she says. \"Marina is a big part of my life artistically. Because I'm from this place, she's always been a real driving force for me.\" In a matter of minutes, Kargacin will remove her lab coat and take her place in a doorway, opposite another performer. To reach the exhibition space beyond, visitors must squeeze between them.The catch is that the performers are completely naked - a piece that Abramovic titled Imponderabilia.\"I've walked through Imponderabilia a lot of times - and I have to say that walking through it is more uncomfortable than doing it,\" says Kargacin.\"You feel people are very vulnerable and that you're interrupting them in something.\"Whatever you do is an attack on that little space that's happening between them. And that's not how I feel when I'm performing. So I'm thinking the people who are walking through us are doing such a great job - it's not easy.\"The reperformers work in a cacophonous environment, as shrieks and slaps reverberate around the giant screens displaying videos of the original Abramovic performances.  What sounds like conga drums turns out to be an audio recording of Rhythm 10, a piece involving 20 knives, two tape recorders and the artist's left hand. The accompanying photographs vividly illustrate how Abramovic suffered for her art.Ivana Ranisavljevic adds to the aural assault with her interpretation of Freeing The Voice.Lying on her back on a mattress, her head hanging over the edge, she literally screams herself hoarse. As a relative veteran of Belgrade's performance art scene, she appreciates the attention that The Cleaner is bringing to her discipline.  \"We still have an underground performance art scene. But there comes a point after a few years where you ask yourself why you're doing this - when there are few people coming to see you. And most of them are your colleagues,\" she says.Five and a half hours after he started his performance of Freeing The Body, Aleks Zain can dance no more. Time is also running out for The Cleaner, which ends its run this month.Bringing the exhibition to Belgrade was a major coup for the Museum of Contemporary Art, which was closed for a decade before it reopened in 2017.But Aleks Zain says it will take more than just a blockbuster show to revive an artistic scene that was damaged by decades of conflict and stasis.\"It's very nice to have big artists in our national museum. But if we keep it on that level and don't include our own scene then, practically, we have nothing.\"If the institutions decide they want to include our own artistic scene, especially the young scene, then perhaps we can see progress in 10 years.\" It sounds like a long time. But when you consider it took Marina Abramovic 44 years to return, a decade may seem like the blink of an eye.  "}, "4": {"url": "https://www.bbc.com/news/world-51166873", "author": "Unknown", "title": "Comme Des Garçons: Row over white fashion models' cornrow wigs", "date": "19 January 2020", "story_body": "Japanese fashion brand Comme Des Garçons has been accused of cultural appropriation after white models took to its runway wearing cornrow wigs.", "article_text": "Japanese fashion brand Comme Des Garçons has been accused of cultural appropriation after white models took to its runway wearing cornrow wigs.The wigs were part of the company's men's autumn and winter collection on show as part of Paris Fashion Week.Critics on social media called the styling for Friday's show \"offensive\".Hairstylist Julien d'Ys said he had been inspired by an \"Egyptian prince\" look, and had not intended to hurt or offend anyone.lmaoooo why?! y’all this is from comme des garcons pfw fall 2020 men’s collection.... End of Twitter post  by @TANIRICHESBut critics called out the styling, with Instagram account diet_prada stating that \" with their men's show, this time putting white models in cornrow wigs\".There were also black models in show, some of whom wore the wigs, while others kept their own hair on show.Julien d'Ys responded to the backlash on his Instagram page, stating: \"My inspiration for the Comme Des Garçons show was Egyptian prince, a look I found truly beautiful and inspirational. A look that was an hommage. \"Never was it my intention to hurt or offend anyone, ever.  If I did I deeply apologise.\" A post shared by  (@juliendys) on End of Instagram post  by juliendysHowever, despite more than 2,000 likes for his post, many of the comments underneath were negative.Devinpink67 said: \"Looks appropriate on the handsome dark skin model, a joke on the others next to and behind it never looks right but stupidity ridiculous braids, cornrows, twist, bantu knots, afro puffs, afros, slicked baby hairs REPEAT ARE B-L-A-C-K CULTURAL RELATED.\"And Kharileigh suggested: \"In future, to avoid facing this heat again when taking inspiration from a culture that is not yours, PLEASE work closely with one from said culture to guide you in doing it properly. \"Your intention might not have been to culturally appropriate Egyptian culture, however your lack of care or awareness in executing it is extremely reckless and hence why it is deemed as cultural appropriation. Education alone avoids these situations, so learn from this and keep it pushing.\"The hairstylist had also posted an image of  he had shown to the company before the show, using hashtags to reinforce the Egyptian inspiration (#égyptienboy #pharaon - French for pharoah). in a statement: \"The inspiration for the headpieces for Comme des Garçons menswear FW'20 show was the look of an Egyptian prince. It was never ever our intention to disrespect or hurt anyone - we deeply and sincerely apologise for any offence it has caused.\"In 2018, the company which was founded by Rei Kawakubo, was in the choice of models it used in its mainline women's collection runway shows.The BBC has contacted the brand for comment."}, "5": {"url": "https://www.bbc.com/news/entertainment-arts-50948092", "author": "By Martin Vennard", "title": "How having a son with Down's syndrome changed rocker's music", "date": "13 January 2020", "story_body": "The Northern Irish rock musician Cormac Neeson says having a child with Down's syndrome has changed his life in a \"joyful and positive\" way.", "article_text": "The Northern Irish rock musician Cormac Neeson says having a child with Down's syndrome has changed his life in a \"joyful and positive\" way.In 2014 Neeson was, in many ways, living the rock 'n' roll dream. His band, The Answer, had sold hundreds of thousands of records and had toured the globe with the likes of The Rolling Stones, The Who and AC/DC.But the singer's world was shaken to the core when his wife, Louise, gave birth to a very premature baby at just 27 weeks.\"It was an unbelievably dark and troubled time,\" says Neeson.Their son, Dabhog, was born weighing just 1lb 12ozs (0.8 kg) and was immediately taken into intensive care. He stayed in hospital in Belfast for the next four months.\"For a large portion of that time we weren't sure on a daily basis whether he was going to make it through,\" Neeson adds.Two weeks into that time they had to deal with the news that Dabhog had Down's syndrome - a genetic condition that typically affects a person's learning abilities.\"That was something else that just added to the whole very intense experience.\"Around that time The Answer were releasing an album.\"I would have to take myself away from the incubator for 20 or 30 minutes and do interviews to promote the album.\"I had to pretty much pretend I was in a place where I was comfortable releasing good time rock 'n' roll music. It was a complete collision course with where my head was actually at,\" Neeson says.Dabhog did survive and was discharged from hospital, although he had to have surgery aged one to fix a hole in his heart.The experiences have had a profound effect on Neeson's outlook on life and his music.\"Whenever the dust settled and Dabhog was home and his health started to turn and life settled down a bit I realised that creatively I was not in a place where I could genuinely write the kind of music we had spent the last 10 years writing,\" he says.He went to Nashville where he worked with American songwriters and musicians to put together a new album. \"The result was really a collection of songs that was so introspective and intense and so truthful that they really could only be part of a solo project.\"It's a world away from the stuff that I had spent my career making up till that point.\"One of the songs, Broken Wing, is a tribute to Dabhog.\"It's a good opportunity to talk about Down's syndrome and normalise what Down's syndrome is, but also to celebrate my son for being the individual that he is,\" Neeson says.He says he wanted to get over in the song that raising a child with a learning disability has a unique set of challenges, but \"it's unique in a really great and powerful way\".Neeson says he also wrote the song to help new parents of children with Down's syndrome.\"I was kind of placing myself back in the hospital whenever we were told that Dabhog had Down's syndrome and I was thinking that if I'd heard this song back then I might have taken some comfort from it.\"If your child has Down's syndrome that is not what defines your child. Your child is unique and amazing like every other child. I've never met a person like my son, Dabhog.\"The joy that he brings into our lives is something that I could not have anticipated when we were just worrying day to day about his health and getting him out of that hospital alive.\"The album's title, White Feather, is a reference to an incident early in Louise's pregnancy with Dabhog.At around three weeks they were told it was as an ectopic pregnancy, when a fertilised egg is implanted outside the womb, often in a fallopian tube. The egg cannot then develop into a baby and the pregnancy has to be terminated due to the risk to the mother's health.After taking Louise into surgery the doctors realised it was not an ectopic pregnancy, but said they would have to wait another two weeks before being able to scan for a heartbeat and confirm if the baby was still alive. The night before the scan, Neeson went for a walk by himself in the hills near his hometown of Newcastle, County Down.\"A lot of soul searching went on. I said out loud, 'I need a sign'. At that point I was stopped dead in my tracks.\"He had spotted a white feather in the trees. \"In Ireland a white feather represents life,\" Neeson says.The next day the scan revealed a \"gigantic\" heartbeat.Dabhog is now five and in September started school, where Neeson says he has made friends and won certificates for being pupil of the week.\"Just to be able to experience our little boy thriving like that and being so communicative and being such a life-affirming character and for him to bring so much joy into our lives, it's a massively positive experience for us and we're thankful for that,\" Neeson says.Dabhog now has a younger brother and Neeson has become an ambassador for the learning disability charity Mencap in Northern Ireland. Dabhog attended a Mencap centre in Belfast for specialist learning and early intervention support.\"Before my wife became pregnant with Dabhog I suppose my sole focus in life was essentially myself and I think you become much less selfish when you have a child,\" he says.Looking back to 2014, he adds: \"There are moments in your life when you don't know how you're going to get past these obstacles that are set, but you do.   \"Whenever you come out the other side there's a real sense of victory and that's where we are at now.\""}, "6": {"url": "https://www.bbc.com/news/stories-51053580", "author": "By Simon Maybin and Josephine Casserly", "title": "'I was sexually abused by a shaman at an ayahuasca retreat'", "date": "16 January 2020", "story_body": "The psychedelic powers of a traditional Amazonian plant medicine called ayahuasca are attracting more and more tourists. It's said to bring spiritual enlightenment and to help with addiction, depression and trauma. But a string of allegations suggests there's a darker side to the ayahuasca scene.", "article_text": "The psychedelic powers of a traditional Amazonian plant medicine called ayahuasca are attracting more and more tourists. It's said to bring spiritual enlightenment and to help with addiction, depression and trauma. But a string of allegations suggests there's a darker side to the ayahuasca scene.Rebekah first tried ayahuasca on a \"complete whim\" when she was travelling in Peru in 2015. \"I thought it sounded interesting and I thought I might as well give it a try,\" says Rebekah, a New Zealander in her 20s who asked the BBC not to use her surname. \"So I found a retreat centre that I felt was good and I just went for it and it was amazing.\"Ayahuasca can induce visions of things like serpents, palaces, and alien beings - and bring up long-forgotten memories. Like many who've drunk the brew, Rebekah has a wide-eyed distant look as she reminisces about the experience.\"It was like being guided very gently and very kindly through some really awful experiences that I'd had in the past,\" Rebekah says. \"And returning back home after that, I felt like my relationships were a lot stronger. I felt it was a lot easier to share and receive love.\"They do say that ayahuasca is like 20 years of psychotherapy. And I completely believe that.\"Ayahuasca is usually taken in ceremonies at night, led by a healer - sometimes called a shaman. He or she will drink the sticky brown liquid - a brew of two Amazonian plants - then dole out helpings to the participants. It's been used by tribes in the Amazon region for centuries but now there's a boom in what's become known as \"ayahuasca tourism\", with ever more specialist retreat centres opening. Travellers often come for help dealing with mental health problems - and a growing body of scientific research suggests ayahuasca could be an effective treatment.About half an hour or so into a ceremony, the medicine takes its effect and the healer will start singing sacred chants, known as, which guide the participants through their visions. Drinkers usually \"purge\" during ceremonies too, vomiting and sometimes getting diarrhoea as well.When Rebekah went on her first ayahuasca retreat, she was the only single woman there and noticed that the male healer was paying her special attention.\"How he treated me was very different, which I didn't find suspicious at the time. But upon reflection, now I do.\"A year later, by now a more experienced ayahuasca drinker, Rebekah returned to the same retreat in Peru. The same healer was leading the ceremonies.Once again, she says, she was treated differently from everyone else. There was a lot of flattery. Then the healer began confiding in Rebekah. \"He constantly told me that he had a lot of troubles,\" she says, \"and he said he was having problems with his wife, that he wasn't sexually fulfilled, and that I was the one who was able to cure him of that.\"Rebekah was 20 at the time; the healer in his 50s.\"He also promised me a lot of spiritual advancement or a lot of spiritual power, if we had a relationship - while his wife was down the road.\"Rebekah says the healer sexually abused her, coercing her into sexual acts.\"It's disgusting,\" she says. \"Because he was a shaman, I thought he had moral superiority in a sense and I trusted him.\"After she was abused, Rebekah left the centre - and the country: \"I booked a flight and got the hell out of there.\"She was left with a tangle of painful emotions: \"Disgust, repulsion, betrayal - confusion, as well as to why a guide would do this, why a teacher would do this and why they would exploit their power like that.\"Rebekah's alleged abuser is still the head shaman at his centre - which gets five-star ratings on review sites.\"He is still there,\" Rebekah says, clearly deeply angered by the situation. Her hands are visibly shaking. \"There are other centres that I know of as well that are still operating. There've been multiple women that have been sexually abused in these centres.\"Experiences of sexual abuse seem to be widespread in this world. We've heard numerous allegations against numerous healers and read many testimonies of sexual abuse on online forums.One name that comes up repeatedly is Guillermo Arévalo, a well-known healer who's been honoured by the Peruvian Congress for his work on sustainable development.\"He came to Canada many times,\" says a woman in her 40s whom we're calling Anna. \"It was quite lucrative - big ceremonies. They'd fill up fast, people paying C$300 (£175) to come and sit with Guillermo. He had kind of a status. It was an honour to sit in ceremony with him.\"Anna, who had long been interested in alternative medicine, hoped ayahuasca might help her deal with her addiction to heroin.At first, she was impressed by Arévalo.\"Like a lot of people, you're flabbergasted by the man's presence and power and ability to lead the ceremony - it's quite profound,\" she says. \"The chanting. He is a good healer.\"But a ceremony about seven years ago dramatically changed Anna's opinion.\"It was completely pitch black, the room had no windows. There were a lot of people.\"I was under the effects of the medicine. When you're under the effects there's lots of different sounds. People are crying, verbalising things that make no sense at all, purging or moaning.\"Even if I had been able to say something, nobody would respond.\"Anna was having a difficult time. She recalls lying down, moaning and groaning. \"Guillermo came and he sat with me and at first it was a sense of relief because I think I'm going to get some help,\" she says.\"He started to chant to me and put his hands on my stomach over my clothing which is normal. And then he put his hands down my pants. And there's this sense of feeling frozen. I lay there in fear and then he put his hands up my shirt and felt around my breasts.\"She remembers thinking: \"'What the heck was that all about?' Just a sense of disbelief and confusion.\"It's taken six years for Anna to feel able to speak out about what happened to her.\"Women are conditioned to accept this behaviour. For myself, coming from a history of addiction - and I've had abusive relationships with men that I've tolerated in my life - and a history of childhood sexual abuse, there's a sense of familiarity there, of normalcy.\"And also this weird co-dependent relationship for me where the medicine was helping me so I didn't want to speak up because I was afraid I would be ostracised from the community and then I would be kind of cut off from the medicine.\"While preliminary scientific studies have suggested that ayahuasca could have therapeutic benefits, it contains DMT, which is illegal in the UK, and there are potential risks.A 2015 report found six volunteers with depression showed a decrease in symptoms after taking it. A separate study two years later indicated that it held promise as a treatment for eating disorders. Psychologists have also speculated that it could help those with PTSD.The Foreign and Commonwealth Office  some people have \"suffered serious illnesses and in some cases death\" after taking part in ayahuasca ceremonies. It points out that retreats are typically some distance from populated areas and that while some have basic medical facilities, others do not.Around the same time, a group calling themselves Ayahuasca Community Awareness Canada - which included senior academics - put their names to a letter about Arévalo's behaviour and circulated it within the ayahuasca scene. The letter-writers say they took action because of the number of complaints made against the healer, citing reports of non-consensual or inappropriate sexual behaviour.When further named signatories were added to the letter in 2015 and it was made public, Arévalo stopped visiting Canada to lead ayahuasca ceremonies.But when we track him down it seems he's been active all around the world in the intervening years and is now based at a retreat centre in Peru. The place used to be called Anaconda but when we're there has its first group of foreign guests under a new name, Bena Shinan.They're milling around in a dining room behind us when we put the allegations of sexual abuse to Arévalo, a slight 71-year-old with silver hair and gold teeth.\"I don't accept the allegations because they're not true,\" he says firmly. \"Because sometimes people just imagine these things.\"He says he's heard about the letter by members of the Canadian ayahuasca community, but has never read it.\"It doesn't interest me because the allegations aren't true,\" he says. \"It doesn't bother me because I don't think an allegation's going to kill me.\"The claims against him, he says, are \"the imaginings of the unwell person\". \"When you touch someone who's been abused or raped, they think you're the same. That's what happens. That's how I make sense of it.\"When we put Anna's specific allegation to him, he says he doesn't remember ever touching a patient during a ceremony in Canada, saying she too must have imagined it.\"What else is he going to do other than just lie and deny it,\" Anna responds. \"Otherwise he would have to step up and take responsibility and be accountable for the way he has acted.\"What about his claim that she just imagined the sexual assault?\"It sounds like gaslighting to me, really,\" she says. \"That's what it feels like.\"Although Arévalo denies having sexually abused anyone, he does admit that healers working under him have had sex with \"unwell people\".He says he no longer works with those healers, but that in some cases it was the patients who initiated the relationships.\"Western women, when they come, they're also seeking out healers,\" he says.Anna's experience with ayahuasca and abuse doesn't end with Guillermo Arévalo. Despite her experiences with him, she didn't want to give up the benefits she received from the brew and continued taking it under the guidance of other healers.She says that in 2014 she was raped in ayahuasca ceremonies in Peru by a healer who is a member of Arévalo's extended family.She says again she \"just froze\" and \"let him do whatever he wanted to me\".\"I think he probably raped me four or five times and I noticed he was doing it to other people.\"Afterwards, Anna says she was in shock. She doesn't remember much about that period of her life.\"I started to develop symptoms of psychosis and ended up relapsing and becoming addicted to fentanyl and overdosed and almost died. I think I really blamed myself for a long time - why I couldn't say no, why I couldn't move, why I let him do those things. Those were the things that were going through my mind.\"We've spoken to another guest who was at the same retreat as Anna, who says the healer was later sacked from the centre, because of allegations made by other clients. We're not naming him because, despite our best efforts, we haven't been able to reach him to give him the chance to respond to the allegations.Emily Sinclair, a British doctoral student researching ayahuasca, is part of a group trying to raise awareness about the problem of sexual abuse in the ayahuasca world.Working with the Chacruna Institute, an organisation set up to share research on plant medicines and psychedelics, Sinclair helped put together the Ayahuasca Community Guide for the Awareness of Sexual Abuse. The  highlight typical scenarios in which abuse happens. They also encourage people to drink with trusted companions and to research retreats by checking out review websites before they visit.Sinclair has been distributing the little green booklet to cafes, tourism offices and ayahuasca centres in the Iquitos area of Peru, known as the hub of ayahuasca tourism.\"A lot of abuse we've found occurs in the context of individual healings where a woman might be asked to remove her clothes unnecessarily,\" she says. \"And when she's in this unfamiliar context, she doesn't know if that's normal or not.\"Sinclair points out that it's not just indigenous healers abusing Westerners. \"Abuse happens across cultures and within them,\" she says.\"But one of the big problems is that a lot of people who come here romanticise shamans. So we put them on a pedestal. And it's very easy for that image to be taken advantage of.\"There's also assumptions that some of the people here may have about Western women and culture.\"Some of the red flags Sinclair warns people to watch out for echo Rebekah's experience.\"If he's overly touchy with you, he tells you his wife doesn't mind him having sex with other women, he encourages pacts of silence and secrecy between you, he says he wants to teach you 'love magic'. This kind of thing. And also that having sex with them will increase their power and energy. These are all things that have been reported to us as being said to women in this context.\"Those affected by sexual abuse understandably find it difficult to talk about openly. On top of that, there's a strong sense within the ayahuasca world that any kind of negative publicity could result in government intervention, which creates an additional pressure to stay silent. But Rebekah and Anna are speaking out because they hope it will prevent other women being abused.\"I think the only thing we can do is just speak out about it and talk about it,\" Rebekah says, \"make sure people know that it's happening.\"Rebekah says that after she was abused there's been \"a lot of sadness and a lot of therapy\".It's been hard work for her to trust a healer again, but now she's back in Peru, taking ayahuasca and researching her master's thesis on indigenous medicine.\"Regardless of everything that happened, obviously ayahuasca's great,\" Rebekah laughs, \"because I keep going back to it.\" Have you experienced abuse in the ayahuasca community anywhere in the world? Send us an email using the form below.If you are happy to be contacted by a BBC journalist please leave a telephone number that we can\n                        contact you on. In some cases a selection of your comments will be published, displaying your name as\n                        you provide it and location, unless you state otherwise. Your contact details will never be published.\n                        When sending us pictures, video or eyewitness accounts at no time should you endanger yourself or others,\n                        take any unnecessary risks or infringe any laws. Please ensure you have read the terms and conditions."}, "7": {"url": "https://www.bbc.com/news/uk-51163865", "author": "Unknown", "title": "Harry and Meghan drop royal duties and HRH titles", "date": "19 January 2020", "story_body": "Prince Harry and Meghan will no longer use their HRH titles and will not receive public funds for royal duties, Buckingham Palace has announced. ", "article_text": "Prince Harry and Meghan will no longer use their HRH titles and will not receive public funds for royal duties, Buckingham Palace has announced. The couple will also no longer formally represent the Queen.The Duke and Duchess of Sussex intend to repay £2.4m of taxpayer money for the refurbishment of Frogmore Cottage, which will remain their UK family home, the statement added.The new arrangement comes into effect in spring this year, the palace said. The statement comes after the Queen held talks with the couple on Monday about their future, following their announcement that they wanted to  and divide their time between the UK and Canada.The Queen said following \"many months of conversations and more recent discussions\" she was \"pleased that together we have found a constructive and supportive way forward for my grandson and his family\".\"Harry, Meghan and Archie will always be much loved members of my family,\" the statement continued.She thanked them for their \"dedicated work\", adding that she was \"particularly proud of how Meghan has so quickly become one of the family.\"On Sunday, the Queen made her first public appearance since the announcement, arriving at church with the Duke of York.In a separate statement, Buckingham Palace said: \"The Sussexes will not use their HRH titles as they are no longer working members of the Royal Family.\"HRH, an abbreviation of His/Her Royal Highness, is used as part of the title of some members of the royal family.BBC royal correspondent Daniela Relph told BBC Radio 5 Live: \"When they first issued that statement about what they wanted, they talked about forging this progressive role within the Royal Family, about stepping back from royal duties. This isn't stepping back, it's stepping away entirely.\"She said the question that will \"hang over them\" for the next year is what their commercial life will look like. \"This will be a test of the integrity of Harry and Meghan,\" she said.As well as repaying the cost of refurbishing Frogmore Cottage, the couple will pay a \"commercial rent\" for the property.Buckingham Palace said the duke and duchess understood they were required to withdraw from royal duties, including official military appointments.\"While they can no longer formally represent the Queen, the Sussexes have made clear that everything they do will continue to uphold the values of Her Majesty,\" it said. The statement added that the pair would continue to maintain their private patronages and associations.The Rugby Football League said it was \"delighted\" to continue to have the duke as patron, praising his \"genuine commitment\".Map Ives, director and founder of Rhino Conservation Botswana, said he had already been told by an official in Harry's office that the duke \"wants to continue\" his patronage of the organisation.\"If anything our relationship should get stronger,\" Mr Ives said.There has been much speculation on who will provide security arrangements for the couple and how much it will cost, but the palace said it would not comment on such matters.Harry and Meghan's new website, sussexroyal.com, was updated following the Queen's statement to say: \"Information on the roles and work of the Duke and Duchess of Sussex will be updated on this website in due course.\"Earlier this month, Harry and Meghan said they wanted to create a \"progressive new role\" within the institution, where they would be financially independent and divide their time between the UK and North America.Last year, they both spoke about the difficulties of royal life and media attention. The duke said he feared his wife would fall victim to . A legal case against the Mail on Sunday for publishing what the duchess says was a private letter has also raised the prospect of .In comments for a forthcoming Channel 5 documentary, Thomas Markle accused the couple of \"cheapening\" the Royal Family and \"making it shabby\".\"Every young girl wants to become a princess and she got that and now she's tossing that away,\" he said. \"It looks like she's tossing that away for money.\"They will always be, the Queen writes, \"much loved members of my family\". But that's about it. No royal title, no royal duties, no military appointments, no tours, most of their time spent in Canada, no public money.It is harder to think of a much cleaner break than this. Harry and Meghan are still members of the Royal Family, but they are effectively no longer royal.  The early talk was of a much more mixed life - one where perhaps Harry and Meghan continued with some royal duties, dividing their time equally between the UK and Canada. But the contradictions and conflicts of interest were too many.There are still lots of details to thrash out. And the whole thing will be reviewed after a year. But a new life awaits Harry and Meghan - celebrities, certainly, but a different kind of royalty.  Some questions about the couple's future status remain unanswered, including what their tax and immigration status will be in the UK and Canada. It is not yet known whether Meghan still intends to gain British citizenship, which would entail her spending a certain amount of time in the UK. While the couple intend to divide their time between the UK and Canada, it is expected that they will spend the majority of their time in Canada.Former press secretary to the Queen Dickie Arbiter said the new arrangement brings a crisis for the Royal Family to an acceptable conclusion.\"It's a win-win situation. It's the best sort of deal that they could have come up with, without totally upsetting the apple cart - although Harry and Meghan made a pretty good job of that with their bombshell announcement,\" he said.\"It's a workable situation and it's a situation that is going to be reviewed after a year which kind of indicates that the door might be just left ajar.\"But Katie Nicholl, Vanity Fair royal correspondent, said Harry and Meghan stepping away from royal duties was a loss for the institution.\"The Sussexes have won because they've got what they want, which is independence from the Royal Family. I do think the Royal Family will have lost out. Harry and Meghan brought a very magical and unique brand to the Royal Family,\" she said.She said that the agreement could also pave the way for younger royals, however.\"Prince Charles wants a slimmed-down monarchy. Maybe this is all in keeping with how the monarchy sees itself moving forward. If this works, if it's seen as a success, I think it could be a blueprint for future generations,\" she said.One question that still needs to be resolved is the issue of their security bill when they are in Canada, said David McClure, an expert on royal finances.He told BBC Breakfast that the overall royal security bill was estimated at more than £100m a year, and that one Canadian security company believed it would cost about £7m a year to protect Harry and Meghan when they are out of the UK.\"The Canadians are not keen on picking up the tab, so I'm sure there will be quite heated discussions between the Canadian government and the British government as to who pays for it,\" he said.If they plan to \"maximise the commercial opportunities\", the Sussexes may come under pressure to contribute to that cost, Mr McClure added.Meghan and Harry have already begun a transition phase of living in Canada and the UK. The move was agreed by the Queen, Prince of Wales and Duke of Cambridge.The duchess is in the Commonwealth country with son Archie, where the Sussexes spent six weeks over the festive period.On Tuesday she visited a charity in Vancouver which campaigns for teenage girls living in poverty.On Thursday,  - his first public event since he and his wife said they would step back from royal life."}, "8": {"url": "https://www.bbc.com/news/uk-50688975", "author": "By Daniel De Simone", "title": "Reynhard Sinaga: How the Manchester rapist found his victims", "date": "6 January 2020", "story_body": "Reynhard Sinaga is thought to be the UK's \"most prolific rapist\" ever. For several years, until he was caught in 2017, he preyed on young men enjoying a night out. ", "article_text": "Reynhard Sinaga is thought to be the UK's \"most prolific rapist\" ever. For several years, until he was caught in 2017, he preyed on young men enjoying a night out. Princess Street, in the heart of Manchester's city centre, is rarely quiet.If you follow it down from the impressive Victorian town hall on Albert Square, past bars, shops, restaurants, and converted textile warehouses, you reach the borders of two of the city's most popular destinations - Chinatown and the Gay Village. Beyond that, you come to a stretch of road bordered by nightclubs - Factory, Fifth, Joshua Brooks - a big part of the city's vibrant nightlife.  With its close proximity to two of the city's universities, the road is also a popular area for student accommodation. Reynhard Sinaga, a 36-year-old postgraduate student, had made this his home for more than seven years, living in a rented flat just a few moments' walk from Factory Nightclub.Sinaga, originally from Indonesia, was a perpetual student. He already had four degrees and was studying for a doctorate. By night he was a serial sex offender. He has been found guilty of drugging, raping and sexually assaulting 48 men, but police believe they are among at least 190 victims. They are able to be so precise about these numbers because Sinaga filmed his attacks and collected what detectives call \"trophies\" - items or information stolen from his victims.Sinaga typically approached his victims in the street. The rapist operated in a small area surrounding his flat. His targets were men mostly in their late teens or early 20s who had been out drinking, often in the nearby nightclubs.Some were on their way home, others had become separated from friends.Many were too drunk to remember their conversation with Sinaga, but for those who did there was no indication of a sexual motive. Sinaga used various pretexts to entice each to his flat.Some victims could recall being provided with a drink and then blacking out. has support and more information on emotional distressGreater Manchester Police said anyone who believes they might have been attacked by Sinaga can  or call its police line on 0800 092 0410 from inside the UK or 0207 158 0124 from abroad.The force said anyone in need of support from specialist agencies could call 0800 056 0154 from within the UK or 0207 158 0011 from abroad.Sinaga presented himself as a flamboyant, churchgoing academic who used the nickname \"posh spice\". A thin man of slight build and short stature, physically he appeared unthreatening. Several victims recall him smiling a lot. It was this apparent harmlessness that enabled Sinaga to pose as a \"good Samaritan\", coaxing men he approached back to the flat. We know about the benign impression Sinaga created because dozens of victims gave testimony to police, with 48 of them appearing in court over the course of four trials.Of the victims who went to court, the vast majority were heterosexual. Ian Rushton, from the Crown Prosecution Service, said he thought Sinaga took \"a particular pleasure in preying on heterosexual men\".Most of his victims were living in Manchester at the time and, in all, 26 were students when they were attacked.Their accounts explain how Sinaga operated.One was waiting for his girlfriend outside Fifth Avenue nightclub - since renamed Fifth Manchester - when he was approached by a \"small Asian guy\" who seemed harmless.The man was invited back to Sinaga's flat to wait for his girlfriend, but recalled nothing further after being given a shot of clear liquid to drink.Another man described being \"approached by a young Asian gentleman\". He said he had a \"vague recollection of explaining that my phone was dead and that I was trying to get a taxi but the taxis were passing me\".He added: \"I think I can recall a conversation along the lines of, 'Would you like to come inside and charge your phone and have a quick chat,'\" he told the court.To him, Sinaga \"didn't seem like an imposing character\" and during their conversations in the apartment, he appeared to be \"an honest, motivated person\" with an interest in academic research.The man told the court that soon after being offered a drink, he couldn't remember \"a single thing until the next morning\".After waking, confused and disoriented, he left within five minutes.Like almost every victim, he had no idea he had been raped until being approached by police.Another victim remembered his friends putting him in a cab outside a club. His next recollection was waking up in a strange apartment.When he asked Sinaga what had happened, he described providing care and shelter after finding him lying in the street.Another victim believed Sinaga had been \"really nice and had looked after him\".One victim, a teenage university student, managed to get Sinaga's mobile number as a precaution after waking up in the flat, and then having concerns that something might have been stolen from him.When he rang to ask for more information about what happened, Sinaga described himself as a \"good Samaritan\" who had found him unconscious on the pavement.Another man remembered waking up on the floor, covered in a blanket, before thanking the flat's occupier for letting him stay over.He suspected nothing, even though the person \"refused to give me personal details\" in order to assist with an insurance claim for a lost mobile phone.The phone, like many others stolen from their owners, was later recovered from Sinaga's home by police.Some victims felt incredibly unwell after regaining consciousness, sometimes naked and covered in vomit.Unknown to them at the time, Sinaga had given his victims a drug - almost certainly GHB - which rendered them unconscious before he assaulted them. One victim, who woke up naked on Sinaga's floor feeling nauseous and panic-stricken, came to the conclusion he had been drugged, telling his fiancé about that suspicion but not about the condition in which he awoke. Another man, who was told he could sleep on the floor, recalled waking twice during the night, on one occasion to be sick.He remembered that on one of the occasions he was unable to move his arms and could feel himself being penetrated, before passing out again.In the morning, he briefly spoke with Sinaga before leaving. He did not report what happened to police, until being approached by them.It was the largest rape investigation in UK history.Police found more than 100 of the men from clues in Sinaga's flat. But the identities of 70 men have not been established and police are now appealing for anyone who believes they may been abused by Sinaga to come forward.The CPS's Ian Rushton says that Sinaga is probably the most prolific known rapist \"anywhere in the world\".One of four children, Sinaga comes from a wealthy Indonesian family who live in Depok, a city within the Jakarta metropolitan area. His father is a banker and also a prominent businessman in the palm oil sector.After obtaining a degree in architecture at the University of Indonesia in Depok, he moved to the UK in 2007 to study urban planning at the University of Manchester.He went on to gain three degrees there before embarking on a doctorate in human geography at the University of Leeds - travelling there from Manchester when required. His family wealth meant that he rarely worked, although he claims to have had stints in employment in hospitality at both Manchester football clubs and in a clothes shop. Manchester United have since said they have no record of him working at the club. He worked for a period at a bar in the city's Gay Village, the area where he spent much of his time socialising. He was also a regular at a local church.After originally living in student accommodation, Sinaga moved to a rented flat in Montana House on Princess Street in 2011. While his convictions cover a period of two and a half years, police believe his offences predate 2015. But they say they may never know the true extent of his crimes. It came to an end in the summer of 2017.Sinaga was offending with abandon, sometimes night after night. In footage recovered from CCTV cameras covering his block of flats, he is seen leaving one evening only to return with a man 60 seconds later. It was just after midnight on 2 June 2017, when he approached his final victim.A teenager, who left The Factory nightclub to get some fresh air after becoming separated from friends, agreed to go to Sinaga's flat after it was suggested he could try to contact them from there.The man recalled nothing further until waking several hours later being sexually attacked by Sinaga.He immediately pushed Sinaga away, who responded by screaming \"intruder\" and \"help\", before repeatedly biting the teenager.The man hit Sinaga several times, escaped from the flat, and then called police, who arrived to a chaotic scene.Sinaga, who was discovered semi-conscious with serious injuries, was at first viewed sympathetically, and the teenager was arrested for assault.But Sinaga's behaviour in hospital began to arouse suspicion. He kept asking officers to have a mobile phone brought to him from his flat. Police asked him to confirm the pin number before they would hand it over. However Sinaga gave a series of false numbers, then tried to grab the phone after providing the correct one.The officer became so suspicious that he seized the phone as potential evidence and, when it was checked, a video recording was found of Sinaga raping the arrested teenager.It was the start of what the officer overseeing the investigation, Assistant Chief Constable Mabs Hussain, calls \"an absolutely unprecedented case\".He says the inquiry has been like \"piecing a jigsaw together without the picture\".Another of Sinaga's mobiles had somehow ended up in the pocket of the final victim.Between them, the two phones had been used to capture about 800 videos of Sinaga raping or sexually assaulting unconscious men.The victims, usually snoring loudly, were often repeatedly raped over several hours.In some of the films, Sinaga is seen to forcibly hold men down who, though unconscious, were visibly distressed or made attempts to push him away. In others, victims are seen to vomit while being attacked.To find the men, detectives used both the films and \"trophies\" collected by Sinaga - phones, watches, ID cards from their wallets, images that Sinaga had downloaded from their social media profiles, searches about them he conducted online.When they lacked identifying information, investigators tried facial recognition technology, approached local universities, and asked other police forces around the UK if they knew any of the men.Officers also considered whether Sinaga might have killed any of his victims with fatal drug overdoses, examining potential links to unsolved deaths or missing people, but there was no evidence to suggest this was the case.When officers made a positive identification, that person would be approached and told he had been a victim of sexual offences.Lisa Waters, of the St Mary's Sexual Assault Referral Centre, says their crisis workers accompanied detectives on these visits in order to \"offer immediate emotional and practical support\".She says that being told what happened \"can be quite overwhelming, very confusing\".\"What we didn't want to do was to drop the bombshell and then just disappear and leave these men with no support,\" she says.A large programme was put in place to provide ongoing support.Waters says many of the men have chosen not to tell anybody else about what happened to them.\"That might be because they might want to protect their own psychological health; it might be because they're ashamed to tell other people; it might be because they're fearful of other people's responses,\" she says.Dozens of those approached did not want to go through the court process.Sinaga was found to have told unsuspecting friends about some of the rapes, passing them off as consensual sexual conquests.In messages about the first victim who went to court, Sinaga boasted about the attack on New Year's Eve in 2014.\"I didn't get my new year kiss, but I've had my first sex in 2015 already,\" he wrote, adding that the man was \"straight in 2014. 2015 is his breakthrough to the gay world hahaha\".During another boast about what he presented as his prowess with \"straight\" men, Sinaga wrote: \"Take a sip of my secret poison, I'll make you fall in love.\"Police officers have spoken to other men, tracked down as a result of still images discovered in the flat that date from before 2015. These men recall being there, but not what happened. There is no other evidence available to show that they were sexually assaulted.Only one previous report to police was linked to Sinaga after his arrest, dating from April 2017, when the victim had woken disorientated and unwell in a strange room with an Asian male.He quickly left, but later that day had flashbacks of being sexually assaulted and - two days afterwards - he called the police.However, the man was unsure of the property in which he had been assaulted, meaning inquiries focused on two nearby hotels, neither of which had had any guests who matched the suspect's description.Despite the overwhelming evidence, Sinaga pleaded not guilty to all 159 charges, forcing a series of four trials in which his victims had to give evidence and jurors had to watch hours of distressing videos.Court rules meant that nothing could be reported in the media and each jury was unaware of the wider case against him.Sinaga gave evidence in the first and last of the trials, running what the judge called a \"ludicrous defence\" which involved him claiming that each victim had agreed to fulfil his \"sexual fantasy\" by being penetrated while being filmed and pretending to be asleep.When this scenario was suggested to one victim in court, he responded by saying it was \"absolutely farcical\".Sinaga changed his story during the trials.In the first trial, he denied that the loud snoring heard in some films was snoring at all, insisting it was just \"breathing sounds\".But, by the time of the final trial, he claimed the snoring was actually just \"role-play\".It was only halfway through the first trial that he admitted penetrating most of the victims on that indictment.In the witness box he came across as vain and self-absorbed, telling jurors: \"I make myself available all the time… I may look like a 'lady boy' and it seems very popular amongst curious men who are looking for a gay experience.\"When entering and exiting court he often appeared cheerful, as if he was enjoying the process.In the absence of the jury, the judge repeatedly asked defence counsel whether any of the evidence could be agreed, to spare jurors watching every video.But Sinaga would not agree and, because he insisted each victim was conscious and consenting, the videos had to be played to demonstrate this was a lie.The prosecution case was that Sinaga used the drug GHB to incapacitate his victims.No trace of the drug was found in his apartment and - due to the circumstances of Sinaga's arrest - the final victim was not tested quickly enough for its presence to be established.However, the symptoms shown by the hundreds of videos were all consistent with GHB intoxication, as were the descriptions of him providing clear liquid shots, and each trial heard expert evidence about its effects.GHB was used by Stephen Port, who murdered four men between June 2014 and September 2015. The men were given fatal overdoses of the drug. Port was also convicted of raping or assaulting several living victims using GHB.The impact on Sinaga's victims is vast.Waters says that \"some of the men have found it very difficult to function in everyday life\".This has resulted in substance misuse, people unable to go to work, students unable to finish university, and others having to leave home after feeling unable to function any longer within their families.She adds that \"some men have been suicidal and we've had to try to help them come to terms with that and how we can make them safe\".Dr Sam Warner, author of a report about the psychological impact on Sinaga's victims, says a loss of power coupled with an absence of memory can be \"extremely frightening, disturbing, upsetting because that goes to the heart of how you make sense of yourself, how you understand your experiences\".\"In a situation where people have been incapacitated through drugs they may have no flashback to that particular event,\" she says.\"What they will have is the flashback to being told, however sensitively done, because suddenly they become a rape victim at that point.\"She says the stress and trauma \"may continue throughout people's lives\".In a series of statements read in court, the men themselves described the impact.\"I felt numb. I was totally shocked, embarrassed, betrayed and very angry,\" one said.\"His actions were disgusting, unforgiveable. He has massively abused my trust in humanity.\"Another man said: \"I want Sinaga to spend the rest of his life in prison. Not only for what he has done to me but for what he has done to the other lads and the misery and stress he has caused them.\"A further victim said: \"I remember the day the police contacted me, it is a day I will never forget because it changed my life forever.\"Another: \"I wish the worse for him, I want him to feel the pain and sufferance I have felt. He has destroyed a part of my life.\"Throughout all four trials, Sinaga displayed not a glimmer of empathy or contrition.His persistent smile, so often used to comfort and disarm, was instead revealed to be a mark of his cruelty.In a message to Sinaga, one victim said: \"I'm not going to let you ruin my life.\""}, "9": {"url": "https://www.bbc.com/news/health-51168333", "author": "Unknown", "title": "New coronavirus 'preventable and controllable', China says", "date": "19 January 2020", "story_body": "The new Chinese virus which has already spread abroad \"is still preventable and controllable\", China says.", "article_text": "The new Chinese virus which has already spread abroad \"is still preventable and controllable\", China says.Its National Health Commission warned, however, that close monitoring was needed given the source, transmission and mutation methods were unknown.Two people are known to have died from the respiratory illness which appeared in Wuhan city in December. In its first statement since the outbreak, the body promised to step up monitoring during the Lunar new year.Millions of Chinese travel to their families for the holiday - also known as the Spring Festival - beginning next week.There have been more than 60 confirmed cases of the new coronavirus, but .Singapore and Hong Kong have been screening air passengers from Wuhan, and US authorities have announced similar measures at three major airports in San Francisco, Los Angeles and New York.While the outbreak is centred on the central Chinese city of Wuhan, there have been two cases in Thailand and one in Japan. Chinese officials say there have been no cases of the virus spreading from one person to another. Instead, they say, the virus has crossed the species barrier and come from infected animals at a seafood and wildlife market in Wuhan. The WHO's China office said the analysis was helpful and would help officials plan the response to the outbreak.Size of Wuhan outbreak of a novel  estimated from the three cases detected outside China: Likely to be over 1000 cases.  @mrc_outbreaks report released today🔰  End of Twitter post  by @MRC_Outbreak\"Much remains to be understood about the new coronavirus,\" it said. \"Not enough is known to draw definitive conclusions about how it is transmitted, the clinical features of the disease, the extent to which it has spread, or its source, which remains unknown.\"Viral samples have been taken from patients and analysed in the laboratory.And officials in China and the World Health Organization have concluded Coronaviruses are a broad family of viruses, but . At the mild end they cause the common cold, but severe acute respiratory syndrome (Sars) is a coronavirus that killed 774 of the 8,098 people infected in an outbreak that started in China in 2002.Analysis of the genetic code of the new virus shows it is more closely related to Sars than any other human coronavirus. Preliminary analysis of the novel coronavirus (in red) believed to be responsible for an outbreak of pneumonia in Wuhan, China shows it's closely related to SARS CoV.  End of Twitter post  by @EcoHealthNYCThe virus has caused pneumonia in some patients and been fatal in two of them."}, "10": {"url": "https://www.bbc.com/news/world-europe-51166732", "author": "Unknown", "title": "Czech fire: Eight killed at disabled people's home", "date": "19 January 2020", "story_body": "At least eight people have been killed after a fire broke out at a disabled people's home in the Czech Republic.", "article_text": "At least eight people have been killed after a fire broke out at a disabled people's home in the Czech Republic.Thirty others were injured in the incident in the western town of Vejprty, on the border with Germany.The cause of the fire is unclear. German rescuers had joined Czech crews, local officials said, but bad weather hampered their efforts. It was the second most deadly fire in the Czech Republic since 1990, according to Lidové Noviny newspaper.Nine homeless people died in a fire in the capital, Prague, in 2010.Vejprty is located some 100km (60 miles) north-west of Prague.The fire was reported at 04:49 (03:49 GMT), said emergency services spokesman Prokop Volenik.Mr Volenik said seven ambulance units including two German ones were involved. He said the fire had been brought under control.\"The fire broke out in the boys' section,\" said Vejprty mayor Jitka Gavdunova, adding it had then spread.The eight victims died from smoke inhalation. Prime Minister Andrej Babis travelled to Vejprty and promised help with the investigation.\"It is a huge tragedy,\" he told reporters."}, "11": {"url": "https://www.bbc.com/news/world-africa-51167362", "author": "Unknown", "title": "Peter Mathebula: South Africa's world champion boxer dies", "date": "19 January 2020", "story_body": "The first black South African to win a world boxing title has died at the age of 67.", "article_text": "The first black South African to win a world boxing title has died at the age of 67.Peter Mathebula made history in 1980 when he beat fellow flyweight Tae-Shik Kim of South Korea at the World Boxing Association title fight in Los Angeles.His fearsome skill inside the ring earned him the nickname \"Terror\".Mathebula had been \"in and out of hospital before deteriorating\", . He died at Leratong Hospital on Saturday night.As a child growing in South Africa's North West province, Mathebula initially wanted to become a professional footballer, but .Once he turned professional his main rival was Joe Ngidi, . Ngidi won the national flyweight title in 1975, which became Mathebula's first major title when he triumphed over Ngidi the following year.South Africa's first ever black world boxing champion, Peter Mathebula is dead. He was 67.  End of Twitter post  by @total_gossipsHis world title victory in 1980 was undoubtedly the proudest moment of his career, earning him fans across South Africa at the height of apartheid.It had only been three years since segregation rules banning white and black boxers from competing against one another were lifted.. \"I nearly collapsed with joy.\" and Mathebula's elation as he is announced the winner.He retired from boxing three years later aged 31, and went on to coach aspiring boxers close to where he grew up."}, "12": {"url": "https://www.bbc.com/news/entertainment-arts-51061099", "author": "By Mark Savage", "title": "Five ways music changed in the 2010s", "date": "11 January 2020", "story_body": "Cast your mind back, if you can, to the 2010s.", "article_text": "Cast your mind back, if you can, to the 2010s.I know, I know. It seems like ages ago. The world's on the brink of a war with Iran and the Royal Family is in tatters, but apparently the new decade only started 11 days ago.The preceding 10 years were hardly a walk in the park, either - and musically-speaking, it was a time of innovation, upheaval and disruption. Streaming changed the way we listened to music, and music changed in response to the way we listened. Songs got shorter, genres bled into one another, and language barriers dissolved.Observing all these changes were Charlie Harding, a songwriter, and Nate Sloan, a professor of musicology. Before the 2010s, they'd been snobby about pop music. Then, on a road trip, they heard Carly Rae Jepsen's exquisitely catchy Call Me Maybe.They were struck by the way Jepsen subverted their expectations of melody and arrangement to create a feeling of awkward nervousness as she asked a guy out on a date.\"Jepsen hesitates before singing the first word of the chorus, ','\" they explain. \"It's unexpected, but effective, like she's working up the courage to say her piece.The chorus's underlying chord progression reinforces this feeling, deliberately avoiding the song's harmonic \"home\" in a way that makes the listener \"feel giddily unmoored,\" they add.Inspired by Jepsen's masterpiece, the duo launched a podcast called  in 2014, dissecting the musical concepts behind hits like ,  and, erm, .Now they have a book by the same name - subtitled \"how popular music works and why it matters\" - with each chapter studying a basic principle of music through the prism of a single, ubiquitous banger.We called them up in the dying days of 2019 to discuss the decade's biggest musical trends, and how they shaped our experience of music.The decade had its fair share of memorable hooks, from Pharrell's  to Sia's  - but choruses suffered an identity crisis during the decade.Take, for example, Katy Perry's . The bridge builds and builds in anticipation of a climax (Perry even sings \"\") but when you get to the bit where the chorus should be, the song disappears down a black hole and you're left with a spooky synth riff over a pounding bass drum. \"This was one of the most surprising insights we found when researching the podcast and writing the book,\" says Sloan. \"Since the 1960s, it's been a tenet of popular music that all songs follow the verse-chorus format, but the last decade has seen a real shift away from the dominance of the chorus.\"In their book, Sloan and Harding trace this phenomenon back to Rihanna and Calvin Harris's We Found Love. Released in 2011, the song initially behaves like any other pop song, with a verse-chorus structure that culminates in Rihanna singing the hook, \"\" four times.But then Harris does something unexpected: Instead of circling back to the second verse, the tension ratchets up like a rollercoaster climbing to its apex. As a synth rises in pitch and snare drums clatter, the excitement builds until, at 1'08\", there's an almighty crash and the song's elements unite around a single, fist-pumping groove. And it's this section, more than Rihanna's hook, that represents the energetic peak of the song.This technique - the build and drop - was borrowed from dance music but compressed to fit the pop format, prompting Sloan and Harding to christen it \"pop drop\".\"What's fascinating about the pop drop is it helped introduce people's ears to a new song form,\" says Harding. \"It made listeners more comfortable with hearing things that don't fit into the dominant structure of the past 75 years.\"And so we end up with songs like Dark Horse, or Ariana Grande's , or the Chainsmokers' , where the chorus is no longer the focal-point of the song.\"To me, that's the most exciting development of the last 10 years - the disintegration of the chorus and the slate of possibilities that will open up for artists in the future,\" says Sloan.\"It's very hard to do something like that,\" chips in Harding. \"Think about drama, for example - it's difficult to have a play that doesn't have three acts, because form is often the thing that gives us comfort.\"So even though the pop drop itself might be more of a mid-2010s phenomenon, it's very important in terms of how it disrupted the standards.\"According to research from , the average length of a song on the Billboard Hot 100 fell from 3'50\" in 2013, to about 3'30\" in 2018 - and the trend appears to be accelerating. Last year, Lil Nas X became one of music's biggest break-out stars thanks to his viral hit , a song that's just 1'52\" long.The downward pressure on song durations is all down to streaming. \"Streaming services incentivise listening to an entire song, because that's how they calculate payments,\" explains Sloan. \"And if you listen to the whole song, it increases the likelihood of it being placed on a playlist.\"Furthermore, streaming services pay artists per play - irrespective of how long a song lasts. So every time someone streams Kanye West's 2010 nine-minute epic , it generates the same revenue as a play of the three-minute-long . It's no surprise that his latest single, Follow God, clocks in at 1'45\".\"The trend is definitely towards shorter songs,\" . \"People are doing two or three things at the same time and if you get three minutes into a song and it's not almost over, you're probably skipping to the next song, and that's just the truth.\"That's not the only effect streaming has had on song structure. Intros are shorter - some songs even open with a blast of the chorus - and fade-outs are a thing of the past.\"A fade-out, just like a long intro, is another way to lose people's attention,\" says Harding. \"It's a matter of sustaining attention all the way through.\"\"What's the famous adage in playwriting? Enter late, leave early,\" adds Sloan. \"Maybe it's similar in pop songwriting.\"As hip-hop has become the dominant form of music, it's stylistic tropes have begun to bleed into pop. As a result, you hear artists like Taylor Swift and Ed Sheeran employing the rhythmic cadence of rap, often in melodies that . The technique gives their songs intimacy and immediacy - it feels like you're being spoken to - and when they finally soar up the musical scale in the chorus, it's like a sunlight piercing a darkened room.Sloan traced this phenomenon back to Outkast's 2003 hit single \"We found this amazing quotation from Andre Benjamin, who said he was really nervous to release that song because, at the time, the idea of a rapper singing was unthinkable,\" he says. \"Now, if you fast-forward 16 years, it's commonplace. so we really see him as setting that template.\"The other important link in that chain is Kanye West's , which really introduced the use of auto-tune as a way for rappers, who may not be comfortable singing, to share their 'beautiful voices' with the world. \"And through those two developments, you get an artist like Drake who is constantly oscillating on the edge of rapping and speaking and singing - which in itself is an old technique - in opera it'd be called Sprechgesang. \"So it's a relatively recent development in pop, but one which might have longer roots in the history of classical music.\"On 13 December, 2013, Beyoncé upended the music industry. Without warning and without promotion, she dropped an entire album - the self-titled Beyoncé - accompanied by 17 music videos. Three years later, she did it again with Lemonade, a visual album that tackled black identity and female empowerment; and hinted that her husband, Jay-Z, had been unfaithful. Accidentally or by design, that record was the first part of a triptych, with Jay-Z responding on 4:44; before the couple reconciled on a joint album and tour, titled Everything Is Love.\"It's a great example of how an artist today isn't simply a musician, they're entirely inter-textual,\" says Harding. \"Our relationship to pop acts is no longer just about the song - it's about the video, it's about the live tour, it's about the mediation through social media. It's all of those elements that connect us to that artist. \"And often when we hear the music, it's really acting as the signifier, the thing that brings us back and ignites our memory about that artist.\"Inevitably, the rest of the industry jumped on the bandwagon, with Drake, Frank Ocean, U2, Rihanna and Solange all firing out \"surprise\" albums in the latter half of the 2010s. The stealth approach may only work for artists at a certain level of fame, but it can cut through the noise in an era when 40,000 songs are uploaded to Spotify every day.\"Albums have a shorter lifespan because of the ubiquity of access and the lack of physical ownership,\" says Harding. \"So capturing the moment of release and making sure people listen is an important part of making sure that [a record] has the maximum lifespan and cultural resonance. \"If you miss the audience on those first few days, it's hard to come back around.\"What do hits like Lusi Fonsi's , Ed Sheeran's  and Clean Bandit's  have in common? The answer is a drum beat: The lilting \"\" of the . Originating in Africa, it made its way to Cuba in the 19th Century, where it became the basis for Habenera music, and ricocheted around the Caribbean until it was co-opted into mainstream pop, thanks to its ability to evoke end-of-term excitement and long, hazy days in the sun.Last summer, the beat anchored six of the summer's most-streamed songs, including Bad Bunny's  and Daddy Yankee's .\"The prominence of the Dembow rhythm is a really exciting opportunity for us as music historians, because it really reveals the changing state of popular music,\" says Harding. \"It's very closely related to the rhythms of the New Orelans' second line that you would find in early jazz; and it's something that you can hear in early rock and roll songs like Bo Diddley's eponymous song Bo Diddley. \"Then fast-forward to 2016 and it's there again in Despacito. It's one of these things that travels across decades of popular music. \"And what's really exciting about the current boom of Latin pop is that, unlike Ricky Martin and Enrique Iglesias in the 1990s - this is a style of Latin music that doesn't seem to be catering to the taste of a mainstream white audience. That's really exciting to hear on the radio and it's really exciting to hear it filtering into the sound of mainstream pop.\"Technology often drives musical innovation - from the invention of the electric guitar to the advent of auto-tune. Harding and Sloan suggest that the ubiquity of earbuds and headphones could be responsible for a change in the way singers record their vocals.\"Billie Eilish might be representative of that trend,\" says Sloan. \"We're going to hear a lot more voices that are really quiet and really intimate and take advantage of the fact we're all listening to music on our earphones.\"That whispered-in-your-ear sound shares some of the experience of podcasting - that feeling that someone is speaking directly in your ear.\"And I'd just point out there's other artists like Lana Del Rey and Selena Gomez - both of them are so recorded 'in close up' so it feels like you're present in the room with them; and I think it's a very effective quality.\""}, "13": {"url": "https://www.bbc.com/news/stories-50459821", "author": "By Venetia Menzies", "title": "Night rider: 21 years sleeping on a London bus", "date": "12 January 2020", "story_body": "For more than two decades after his asylum application was rejected, Sunny found a safe haven aboard the buses that zigzag across London at night. What's it like to spend every night on the lower decks?", "article_text": "For more than two decades after his asylum application was rejected, Sunny found a safe haven aboard the buses that zigzag across London at night. What's it like to spend every night on the lower decks?Sunny waits patiently, wind penetrating his well-worn jacket and the winter cold biting at his extremities.It's past midnight and his legs are weary but he stands firm and smiles as the bus lunges to a halt, its wing mirror clipping overgrown branches on its way. He moves aside to let other passengers board, greets the familiar face of the driver with a gentle bow of the head and taps his weathered Oyster card on the payment point.Relieved at finding his favoured spot at the back of the lower deck empty, he slides into place and gets comfortable for the long ride ahead. Sunny hugs his bag to his stomach, feels his wrinkled hands start to thaw, and closes his eyes.Leaving behind the smell of fried chicken and noise of London's late-night traffic, his mind drifts.He sees his younger self, kneeling in prayer between the concrete walls of a Nigerian prison, waiting to be executed. His offence: struggling for democracy.A guard barges into the cell, lifts him to his feet and rushes him down silent corridors, out into blinding sunlight, where a car is waiting. Family and friends have bought his freedom, paying off everyone from the prison officials to the air hostess on the flight to London.Sunny is jerked back to the present as a scrum of drunken men, singing tunelessly, trail through the doors and up to the top deck. It must be three or four in the morning, he calculates - the usual hour for trouble.Around this time, Sunny often notices three distinct groups around him. It's a neat survey of modern London. There are those who came to this country for a better life, rushing to their pre-dawn cleaning jobs. Another group - mostly indigenous Britons - heads home from the nightclubs, talking loudly and cramming down fast food. And finally there are the homeless, those who have nowhere else to go, for whom buses are a place to rest.Sunny doesn't resent the others; he has learned to enjoy their boisterousness. When they smile, he smiles. When they laugh, he laughs too. It's amazing how a few pints can evaporate class boundaries, stripping reserved Englishmen of their inhibitions so they chat with the homeless as temporary equals.Sunny tries to recall the last time he felt as happy as these drunken men.Perhaps it was when his asylum claim was still under review. Back then he was full of gratitude for his second chance at life. He took a course in documentary-making, choosing to report on the lives of London's homeless, never imagining he would soon be in their shoes. Sunny had dared to hope for a bright future, safe under the protection of Her Majesty the Queen - that figurehead familiar from sun-faded colonial posters across Nigeria. But his request for asylum was refused.That left him with two options: go home to a country under , where his death sentence would finally be carried out, or go underground.It wasn't a difficult choice.And so began 21 years as a nomad on London's buses, which Sunny quickly realised were safer and warmer than the streets.It was a church minister, a woman of unwavering generosity, who first bought him a monthly pass to save him multiple nightly fares. She continued to do so, month after month, and other friends would chip in if she wasn't around.By day Sunny would volunteer at churches - he would attend several during his time in London. When his work was done, he would often head to Westminster Reference Library where he could catch up on the day's news or pick up where he'd left off in the book he'd been reading.He might then ask a restaurant manager if they could spare some food, and says he was rarely turned away. But no later than 9pm he would invariably be stepping aboard a bus for the first of three, maybe four, nightly trips across the capital.He soon discovered the best buses for a good rest. There was the trusty N29, from Trafalgar Square to the northern suburb of Wood Green. But the 25 - which ran 24 hours - offered the longest uninterrupted sleep. In traffic, it would take two hours to get from central London to Ilford, in Essex, where - if he was really lucky - a driver might take pity and leave him sleeping on board at the terminus.More often, the homeless passengers - maybe four or five of them - would be woken and turfed off until the next driver arrived.Most were destitute women, British or African, who used the bus as a sanctuary from the threat of sexual assault. Laden with bags, they would be grateful for Sunny's help lugging them on and off the bus.Sunny always travelled light. A small tote bag allowed him to avoid the stigma of homelessness during daylight hours. Some homeless folk would stretch out across seats but he preferred not to inconvenience other riders.It took a while to learn all the tricks. At first he hadn't worried about where to sit. But then he found himself in a confrontation with two men who had been trying to set light to the hair of an unsuspecting woman in front. He chased them off but resolved to avoid conflict where possible.The lower deck, he concluded, was the preserve of reasonable people, of families and the elderly. Trouble rarely erupted so close to the driver. The back seats were optimal, not just for the head rest but for peace of mind.But there were always distractions: the lurching bus, the neon lights, the noisy night-riders and the humming engine. Two hours of proper sleep across an entire night was an achievement. At dawn - or when he got hungry, whichever came first - he would head to a McDonald's. He never begged but friendly staff at the Leicester Square branch would give him food and let him shave in the bathrooms. Fellow customers could be kind, too. Or, if he timed it right, he could hop off at the 24-hour branch in Haringey - halfway along the N29 route. There, he could enjoy a peace that was rare in the central London branches, rest his head on a table and continue his slumber.For a handful of Christmases, Sunny broke his routine and tried winter night shelters provided by churches.Seven different churches worked a rota. But they were scattered in different locations across the capital, creating a daily exodus of people - the \"walking dead\", in his words - trying to reach their next bed before the evening curfew.Sunny came to realise he preferred the bus to lying on stone floors, packed shoulder-to-shoulder. It was hard to sleep through the smell of tobacco, alcohol and unwashed bodies. And, of course, the screams of the others as they lay there tormented by nightmares.From the seats of London buses, Sunny watched the changing face of the capital. Slowly, the white population declined as a proportion of the total. The ranks of the homeless expanded.In this most diverse of spaces, he became adept at matching faces or dialects to places of origin. And he developed a sixth sense for trouble, detecting warning signs in gestures: the smirk of trouble-making teens, the pursed lips of an explosive racist. There were combinations that could result in confrontation: drunken football fans and a veiled woman; tired commuters and people using speakerphone; gang members and their local rivals. In the months following the Brexit referendum of 2016, hostility to migrants seemed to become more commonplace. \"Go back home,\" became a regular refrain.Sunny didn't blame the British government for his predicament. Had his own country's not been so bad, he wouldn't have been here in the first place.Eventually, the refugee centre at Notre Dame de France church, off Leicester Square, made an application for leave to remain on his behalf. If people prove they have continuously lived in the UK for 20 years, they can qualify to settle. But Sunny had spent that time avoiding all records, evading detection. How could he demonstrate he had been there all this time?\"I understand that your client is currently homeless, but we still require documentary evidence to show continuous residence from 1995 to the present date,\" said a letter from the Home Office. \"Evidence such as utility bills, bank statements, tenancy agreements…\"Sunny asked the friendliest bus drivers to write him a letter of support. One obliged, confirming he was \"a regular rider throughout the night\".The churches he had volunteered at over the years provided supporting statements and dug out old photographs recording his presence at charity events.These days Sunny is the one taking pictures. He reaches inside his bag for the disposable camera he's been given to tell his story as part of a photography project.There are a few frames left. Lifting the viewfinder to his eye, Sunny pushes firm against the flash button and pauses to adjust his composition. Click… He releases the shutter.The photograph will not simply show rows of mostly empty seats on the lower deck of a bus. It will be a picture of life as a free man.At the age of 55, in 2017, Sunny was granted leave to remain. It had taken a year but finally he had the right to shelter, to work, to exist. And he was thankful.It is almost his stop, deep in south London's suburbs - he still isn't used to travelling to a destination. Even now he sometimes sleeps on buses, though more often during the day rather than at night. For so long a sanctuary, they remain a place to empty his mind - their familiarity a comfort.Sunny's knees click as he hoists himself up. He's getting older, his struggle has aged him beyond his years. He thanks the driver and carefully steps down to the pavement. Leaning into the breeze, he walks towards his bedsit, smiling as the cold cracks his lips.In 2017, freelance writer Tom de Castella noticed an elderly woman and her son living on a bench in south London. He discovered they had already been there for two years… which was puzzling. Why hadn't anyone done anything to help them? Why did everyone accept it as normal? The more he investigated, the stranger it seemed."}, "14": {"url": "https://www.bbc.com/news/world-us-canada-51162251", "author": "Unknown", "title": "Trump impeachment: Who's who in the Senate trial?", "date": "18 January 2020", "story_body": "The US House of Representatives has impeached President Donald Trump, and the Republican leader now faces a trial in the Senate.", "article_text": "The US House of Representatives has impeached President Donald Trump, and the Republican leader now faces a trial in the Senate.Members of the upper house will decide whether to remove Mr Trump from office. As the Republican party hold a Senate majority, he will likely be acquitted.But House impeachment managers - in essence, the prosecutors - will try to convince senators that the president should be ousted from the White House, for abuse of power and obstruction of Congress.It is the third time an impeachment trial has happened in the Senate.Here is our guide to the cast of characters, including the lawyers who will defend Mr Trump and those who will seek to have him removed from office. This is not the first impeachment for some of the key players in this political drama. Mr McConnell took part in impeachment and Senate trial of President Bill Clinton in 1999.Back then, he was the chair of the Senate Rules Committee, and a member of the \"Conservative Coalition\" - a bi-partisan group of senators representing southern states. Mr McConnell is currently setting out the rules of the trial with the minority leader, Democratic member  - although as majority leader, Mr McConnell will have the final say. The Republican senator drew fire after he said there would be \"total co-ordination\" with the White House in the process. Senators are expected to act as impartial jurors in the process.Currently, he is battling with Democratic leaders over  in the trial. Mr Roberts is the youngest chief justice of the US in more than 200 years, taking the position in 2005 at the age of 50. He made his older colleagues laugh recently when .Mr Roberts will preside over the impeachment trial, making sure all sides stick to the rules. He swore in senators as jurors early in January.He is ideologically conservative, although he has worked with liberal judges on the Supreme Court before and has repeatedly stated his belief that the body should be non-political.  when the president criticised a jurist who did not back his immigration policies as an \"Obama judge\".\"We do not have Obama judges or Trump judges, Bush judges or Clinton judges,\" Mr Robert said. \"What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them.\"Mr Schiff is the leader of the seven House impeachment managers: he and Jerry Nadler, as well as House of Representatives members , , ,  and .These Democrats will lay out the case against the president in a bid to have him removed from office.Mr Schiff represents California's 28th congressional district and is chairman of the House Intelligence Committee. As such, he has become the face of the impeachment proceedings, and a hate figure for Mr Trump and his supporters. The president has launched furious attacks against the Massachusetts-born 59-year-old. Mr Schiff said he was \"humbled\" by his appointment as lead prosecutor. Admirers see him as the man with extensive knowledge of the impeachment case, best suited to present it to the Senate.Another key figure in the Democratic impeachment process is Mr Nadler, the head of the House Judiciary Committee.A New Yorker, the 72-year-old has served as a congressman since 1992, and has a reputation as a passionate defender of civil liberties with a very liberal voting record. Like Mr McConnell, he was also in politics during the last impeachment. The Congressional record shows  in 1998.Mr Cipollone will lead Mr Trump's defence, alongside the president's personal lawyer . Before now, his biggest role in the impeachment proceedings were letters he sent to Mr Nadler, declaring that the White House would not take part in the inquiry and describing the process as a \"charade\".Mr Trump named Mr Cipollone as White House counsel in December 2018. He also advised the president during Special Counsel Robert Mueller's investigation into Russian interference in the 2016 election.The New York lawyer is the chief counsel at the American Center for Law & Justice, a conservative organisation. He is known to have deep ties to the evangelical community. He has argued in front of the US Supreme Court a number of times - including staunch defences of religious freedoms. For the president, Mr Sekulow served as a key figure in Mr Trump's legal team during the Mueller inquiry.Mr Starr is best known for his work as the independent counsel for the Whitewater controversy, an investigation into real estate investments by Bill and Hillary Clinton. This eventually widened into an investigation into President Clinton's affair with White House intern Monica Lewinsky. The Starr Report, published in 1998, led to Mr Clinton's impeachment.He was succeeded as independent counsel in 2002 by  - another member of Mr Trump's Senate trial defence team.A Republican originally from Texas, Mr Starr has argued 36 cases before the Supreme Court.The retired Harvard University professor is an expert on US constitutional law. Mr Dershowitz has served on a number of famous cases. He defended OJ Simpson as a member of the so-called \"Dream Team\" during the American football star's murder trial, and has represented celebrities like Mike Tyson and Patty Hearst. Speaking to CBS News, the lawyer said he was \"very, very concerned\" about the precedent this impeachment could establish, and said he agreed to serve Mr Trump \"as an independent constitutional scholar\".\"I take no position on the politics - just on the constitution.\"Other members of the team include , former Florida Attorney General, and lawyers  and .Senators are supposed to be impartial jurors during the impeachment trial. But the expectation is that this will be a highly partisan vote.The Senate needs a two-thirds majority to remove Mr Trump from power. Given that Republicans hold 53 seats in the upper house, it is likely the president will be acquitted. But Mr Trump has critics within his own party. Republican Senator  in the wake of Mr McConnell's comments about \"total co-operation\", given the need for impartiality during the trial. that , as well as  and  are also important Republican senators to watch as the trial continues to see exactly how they react to the evidence.However, media outlets also say two Democratic senators -  and  - could even be persuaded to side with the Republicans and vote no, under pressure from their constituents.While it is likely a foregone conclusion, these are the senators to watch."}, "15": {"url": "https://www.bbc.com/news/technology-51134164", "author": "By Daniel Thomas", "title": "Davos 2020: What is the World Economic Forum and is it elitist?", "date": "17 January 2020", "story_body": "Some of the world's top business people and politicians - plus a smattering of celebrities - will gather in Davos, Switzerland, for the World Economic Forum (WEF) this week.", "article_text": "Some of the world's top business people and politicians - plus a smattering of celebrities - will gather in Davos, Switzerland, for the World Economic Forum (WEF) this week.US President Donald Trump, teen climate activist Greta Thunberg and Uber boss Dara Khosrowshahi are among the guests.But what is the jet-set event for and is it elitist?Launched in 1971, WEF aims to \"improve the state of the world\".Held every year in the Alpine ski resort of Davos, the conference puts leaders from business in the same room as key players from politics, charity and academia. Many use the opportunity to hold private meetings on things like investment in their countries, and as a chance to do business deals.High profile figures often use it to influence the global agenda. Take  last year on mental health, or .  WEF typically attracts around 3,000 people, about a third of them from business. To go you have to be invited - in which case the event is free - or a member of WEF, which can cost £480,000. World leaders, key figures from the UN and EU and the heads of major firms like Coca-Cola, Goldman Sachs and IBM attend.Regular guests include billionaire financier George Soros, former UK prime minister Tony Blair, Facebook boss Mark Zuckerberg and U2 singer Bono.However, new data from the World Economic Forum indicates that only 239 people from the UK will be attending this year - the lowest UK attendance since 2010 - after Boris Johnson banned ministers from attending the event.The event does not just attract power players. Last year, Dutch popular historian Rutger Bregman used a panel to slam delegates for .Often you'll see protests in Davos and major Swiss cities.Ukranian activists Femen, . And in 2012, the Occupy Wall Street movement - which campaigned against inequality - built igloos to house 50 protesters.Until the financial crash of 2007-08, attending Davos was considered a must for the great and good. But critics have suggested it is a symbol of the \"global elite\", some of whom are to blame for that crisis. Last year Time magazine editor-at-large, Anand Giridharadas, described Davos as \"a family reunion for the people who broke the modern world\".Even among attendees, not everyone has the same level of access. Coloured badges determine who gets to rub shoulders with whom. The most high-profile guests get a white badge with a hologram on it, giving them access to everywhere. At the other end of the scale a \"hotel\" badge means you can't get into the conference centre at all. It is also male-dominated, with the term \"Davos Man\" becoming a nickname for the type of wealthy, elite male who typically goes. Last year 22% of all Davos participants were women, up from 17% 2015. The conference's swanky location, the private helicopters flying in and out and the array of lavish parties can add to claims the event is exclusive.But WEF argues it is simply interested in bringing leaders together for the greater good.And Martin Wolf, the Financial Times' chief economics commentator, says: \"Elites are always a bit out of touch - that's their nature - but it is impossible to have a world without them. It is also vital that these people meet regularly and find out what each other is thinking.\"Many companies use the event to make key pledges on issues like sustainability, or to improve diversity. The conference has also notched up some real achievements. In 1988, meetings between prime ministers Turgut Özal of Turkey and Andreas Papandreou of Greece brought relations between the countries back from the brink of war. And in 2000, the Global Alliance for Vaccines and Immunization (GAVI) used it to launch programmes to immunise millions of children against disease.Donald Trump could be the main attraction, having skipped the event last year. He is due to give a speech on Tuesday, the day his impeachment trial .Meanwhile, Greta Thunberg is due to deliver another combative message on climate change - after trekking her way up the Alps to Davos rather than using public transport. Other big names will be Sanna Marin, prime minister of Finland, who at 34 is the world's youngest serving premier.And Bollywood star Deepika Padukone will be in town talking about her battle with depression. "}, "16": {"url": "https://www.bbc.com/news/stories-51155271", "author": "Unknown", "title": "The rescue worker who refuses to leave a bombed-out town", "date": "19 January 2020", "story_body": "You may also be interested in:", "article_text": "Before the war 42-year-old Laith worked as an accountant for a local financial exchange company. These days the only counting he does is of people he rescues from piles of rubble. Many of them have been caught in air strikes, carried out by Syrian or Russian bombers, after returning to retrieve valuables from their abandoned homes.Laith's wife and two young children are among those who have left. He says he's seen too many deaths to risk allowing them to stay.\"Now they are far from me and we sometimes talk via video calls. I do miss them a lot but I'm also relieved that they're not exposed to the same danger as I am,\" he adds.Laith's first loss was his younger brother, Mohammed, who died after being injured in an air strike in 2012, despite Laith's frantic efforts to rescue him. It was his very first shift with the civil defence volunteers known as the White Helmets.\"I helped pull my brother out of the rubble and managed to get him to hospital, but he died a few hours later. He was just 22. It happened during the first intensive spell of bombing we experienced here in Saraqeb,\" he says.You might have thought that the experience would have put Laith off continuing to work with the White Helmets, yet it seems to have had the opposite effect.\"After that there were several even heavier air strikes and many people here needed help. Knowing this was the case motivated me to do all I could for them. This helped ease the deep grief I felt after losing my brother,\" he says.Laith recalls one rescue operation in 2015, a time when pro-Assad forces had only recently begun dropping on the town what have become known as barrel bombs - barrel-shaped explosive devices packed with nails or other metal fragments. Capable of burying people in their homes, they also send large quantities of lethal shrapnel flying through the air, often injuring large numbers of civilians.\"I remember digging in the rubble with my bare hands for hours trying to rescue an old lady who was trapped in her basement. I could hear her cries but couldn't see her at first. But finally we got her out alive,\" he says. is a reporter for BBC Radio 4 - read some of his other stories about Syria:Another more recent success also sticks in his mind.\"I managed with the help of other members of my team to pull a nine-year-old girl called Islam out of piles of rubble,\" Laith says. \"She was finding it hard to breathe and under so much masonry that it was touch and go, but I'm delighted to say that she survived.\"After one recent bombing raid, Laith was photographed emerging from the wreckage of a university laboratory with the body of a young female science student in his arms. But this story did not end well.\"This case was a very memorable one that I don't think I will ever forget,\" Laith says. \"Her name was Abir. She was still alive when I gathered her in my arms and ran from the lab. She had been close to graduating and you can see me desperately screaming for help outside the building. \"All around I could hear the sounds of ambulances racing to help people and the screams of those who were injured, but all of them were full already and couldn't take her. She died right there as I held her.\"Before the war began in 2011, Saraqeb was a thriving agricultural town, a transport hub for the villages of southern Idlib.\"All sorts of people would either come here for our markets or pass through Saraqeb en route to other places. We even had a few tourists,\" Laith says. \"The town was always full of life, laughter and vitality. It was such a busy, happy place. Now it's a silent, empty shell of a town.\"Fuel for transport is in short supply and there's little in the way of electricity or wood to heat peoples' homes.\"People are having to look for anything they can make a fire with. They're even burning things they hold dear like their furniture and clothes, as well as valuables that they won't be able to take with them if forced to flee the town,\" Laith says.Given Saraqeb's position near the front line in southern Idlib it is likely to be among the first towns to fall if the renewed ground and air offensive by pro-Syrian government forces proves successful. Scores of formerly opposition-held villages in the region have fallen in recent weeks and Syrian President Bashar al-Assad has repeatedly pledged to retake every inch of the province. The thought that Laith may soon have to join the hundreds of thousands of other people in Idlib who have been forced to flee their homes, deeply distresses him.\"I've always lived in Saraqeb and I dearly hope I won't be forced to leave it. It's my life, it's my soul it's everything,\" he says. \"In the end it will all come down to international deals and agreements over which I have no say, but I hope that one day the town will return to what it was before. That's my deepest wish.\"You may also be interested in:Eleven-year-old Israa trekked more than 2,000 miles (3,000km) with her family to northern Europe after their home in Syria was destroyed. They often had to walk, pushing her disabled sister in a wheelchair across muddy fields."}, "17": {"url": "https://www.bbc.com/news/world-51132965", "author": "By Reality Check team", "title": "Australia fires: Have gum trees made the bushfires worse?", "date": "19 January 2020", "story_body": " Several readers have asked whether Australia's famous eucalyptus trees have helped spread the bushfires which have raged for months.", "article_text": " Several readers have asked whether Australia's famous eucalyptus trees have helped spread the bushfires which have raged for months.Also known as the gum tree, these forests are some of the most flammable in the world.Eucalyptus trees cover more than three-quarters of Australia's forested area and almost all of the hundreds of species are native to the island nation. Strips of bark that hang off the trunk and the branches can ignite and carry a fire up the tree and then through the forest spread by the wind.\"When the bark ignites it can be blown great distances, starting new fires,\" says Dr Jane Cawson, an expert in vegetation flammability at the University of Melbourne. This process, called spotting, can ignite 30km (18 miles) ahead of the main fire and is very difficult to suppress. \"The trees themselves exacerbate the fires mostly through spotting,\" says Dr Cawson.Some gum tree leaves contain oil that can also ignite easily and burn quickly. There is also the vegetation on the floor of a eucalyptus forest, which tends to readily catch fire. Over time they have adapted to their environment where drought and fires are common, and the trees themselves are usually very resilient.Some species have developed the ability to survive, and recover, from bushfires and soon resprout through buds that lie dormant.Burning also releases seeds from their capsules stored in the canopy which can also aid the regeneration process. However, new research shows that if the same patch of forest is burned by high-intensity fire more than once over a short period of time, which has happened in Australia, even the most resilient species of eucalyptus may struggle to recover.These natural forests, often in protected areas, provide a habitat for huge numbers of plant and animal species.\"There is no public discussion [in Australia] about replacing them with alternative species,\" says Dr Cawson.Aboriginal communities have used the tree for a multitude of practical purposes from crafting tools to using the oil as medicine. However, there are debates about how to look after the forests to prevent fires spreading. One of these  and there has been a political row about whether more of this \"controlled burning\" as a means to stop fires spreading should have been done. The main species that has been exported and planted widely outside of Australia is the Eucalyptus globulus. \"It's actually one of the less flammable eucalyptus trees, but it is nevertheless much more flammable than some of the native landcover it has replaced,\" says Stefan Doerr, an expert in wildfires at Swansea University.These trees have contributed to wildfires in California and Portugal, which suffers from some of the worst fires in Europe. The eucalyptus was regarded as being one of the main reasons fires were so deadly in Portugal in 2017. They are grown for paper across large areas of the central and northern parts of the country. At the time, an environmental group said the fires reflected a \"situation of negligence\" and criticised the mass replacement of pine trees with eucalyptus trees.Elsewhere eucalyptus trees are commonly used for reforesting and commercial purposes because they are fast-growing, despite ecologists warning they can be bad for native species. These varieties are often bred to be more productive and are much less of a fire hazard, says Fangyuan Hua, a conservation ecologist based at Peking University in China.\"These 'tree farms' are typically under fairly careful management which can lower their fire risk,\" she said."}, "18": {"url": "https://www.bbc.com/news/uk-51166592", "author": "Unknown", "title": "Harry and Meghan's future: Your questions answered", "date": "19 January 2020", "story_body": "The Duke and Duchess of Sussex will no longer use their HRH titles and will not receive public funds for royal duties, ", "article_text": "The Duke and Duchess of Sussex will no longer use their HRH titles and will not receive public funds for royal duties, Here we answer some of the questions we have received from readers about what this means.Prince Harry and Meghan have said they will no longer use their HRH titles.From this spring, they will become known as Harry, Duke of Sussex, and Meghan, Duchess of Sussex.Prince Harry will remain a prince, having been born one.Yes, his position in the line of succession will not change.The statement from Buckingham Palace said the duke and duchess will continue to maintain their private patronages and associations \"with the Queen's blessing\".Harry holds 16 patronages, according to the Sussex Royal website - including the Invictus Games Foundation, the Royal Marines and the Rugby Football League (RFL), for which he hosted the 2021 World Cup draw on Thursday.The RFL has confirmed he will continue as patron.Meghan holds four: the National Theatre, the Association of Commonwealth Universities, London-based animal charity Mayhew, and women's charity Smart Works.The ceremonial head of the Royal Marines is a very important position - and one that Harry will have to let go.Losing it is likely to be a sad moment for the duke, who has maintained a strong bond with the military No. Apart from to the Queen, members of the Royal Family don't tend to bow and curtsey to one another that often.In theory, the title HRH would still stand, Frogmore Cottage would remain available, and there would be plenty of work for him.But some doors will be closed. The Royal Marines will, in all likelihood, look for a replacement as Captain General, and the same goes for his other military appointments.The answer also depends on what he does next.The couple have said they will \"continue to uphold the values of Her Majesty\" in their future work, but they may decide to branch out into areas outside of other royals' remits.A return would be possible, but it seems unlikely that it would be to the same role.Harry and Meghan have said they want to become \"financially independent\", and Buckingham Palace has confirmed they will no longer receive public funds for royal duties.What that means in practice for their future work is not clear - but they will be independent and, according to BBC royal correspondent Jonny Dymond, the Palace will have no oversight of them.Yes. Palace officials have confirmed they will pay rent for the house, which will remain their UK family home - although we don't know how much it will be.They intend to repay £2.4m of taxpayer money that was spent on its refurbishment.Yes.  It's thought - but not confirmed - that they have received just under £2.5m a year from Prince Charles. That money comes from the income the Prince of Wales receives from his estate, the Duchy of Cornwall.It's not clear whether the same level of funding will continue.We don't know. Buckingham Palace did not comment on the details of security arrangements, but said there are independent processes to work out what is needed. A former senior palace official told Jonny Dymond that discussion around the cost of the couple's security may be blown out of proportion.There will be extra work for the remaining royals, especially the Duke and Duchess of Cambridge.According to , Harry attended 201 engagements last year, while Meghan had 83.The Prince of Wales is already carrying out a lot of the Queen's former duties, and the Duke of Edinburgh and Prince of York have stepped down from public life.Members of the Royal Family carried out more than 3,500 engagements last year. The working royals will need to assess how many of the Sussexes' appointments they can handle..Use this form to ask your question: If you are reading this page and can't see the form you will need to visit the mobile version of the  to submit your question or send them via email to . Please include your name, age and location with any question you send in. "}, "19": {"url": "https://www.bbc.com/news/world-us-canada-50858172", "author": "Unknown", "title": "Acclaimed scientist gets brain surgery for alcohol addiction", "date": "19 January 2020", "story_body": "Microbiologist Frank Plummer has been on the frontlines of the battle against of some of the world's most alarming epidemics, from HIV to Ebola - but his illustrious career masked a growing reliance on alcohol. Now, the researcher has become the guinea pig in a clinical trial investigating whether brain implants can help treat alcohol use disorder. ", "article_text": "Microbiologist Frank Plummer has been on the frontlines of the battle against of some of the world's most alarming epidemics, from HIV to Ebola - but his illustrious career masked a growing reliance on alcohol. Now, the researcher has become the guinea pig in a clinical trial investigating whether brain implants can help treat alcohol use disorder. Alcohol was always a big part of Frank Plummer's life. At the beginning of his research career, in the early 1980s in Nairobi, he began to lean on scotch to relax, and to the handle stress, disappointment and grief related to his work. He and his colleagues were feeling the visceral urgency of their work as they watched the African HIV crisis unfold. \"I felt just like a fire fighter or something but the fire didn't go out,\" Mr Plummer, 67, told the BBC. \"It just kept going and going and going. There was this sense that you needed to do something and that the world needed to do something. And I was trying to draw attention to it and get money to continue our work. So it was a time of intense pressure.\" Mr Plummer's research subjects were Kenyan women, sex workers, some who were found to have a natural immunity to the virus. It was pioneering research, and over the 17 years Mr Plummer spent in Kenya, he and his colleagues made groundbreaking discoveries made about how HIV spreads - breakthroughs that have helped inform how we reduce transmission risk and that raised the possibility a vaccine against the virus could be developed one day. In those stressful times, five or six glasses of scotch a night were giving him room to exhale after hectic days and weeks. When he returned to Canada, he took a leadership position at Winnipeg's National Microbiology Laboratory, one of a handful of laboratories in the world with the capacity to work with highly pathogenic viruses like Ebola. At the lab they dealt with the outbreaks of Sars in 2003 and the H1N1 influenza in 2009. It was there Mr Plummer contributed to the development of Canada's Ebola vaccine.It was vital, exciting, and stressful work, with 12-hour days that began with coffee and would end with several glasses of scotch. His drinking escalated to about 20 ounces of the booze a night.It didn't seem to affect his work - until 2012, when it caught up with him. \"My liver packed it in,\" he says. \"Before that I knew I drank a lot but I didn't think I had a problem.\"The diagnosis of chronic liver failure was followed by a liver transplant. He had to watch his alcohol intake to preserve his new liver - but he found his alcohol had become a powerful thirst. Mr Plummer tried treatment - rehab programmes, support groups, counselling, medications - but any relief was temporary.  He would inevitably slip back into drinking.  \"It was pretty hopeless cycle and it was very tough on my family and my wife, Jo, and on my children and my stepchildren,\" he says. \"I was in the hospital a lot, I almost died several times.\" He went looking for help - \"a more robust clinical solution, perhaps one not yet discovered\" - and was referred to two neurosurgeons at Toronto's Sunnybrook Hospital. They were recruiting patients for an experimental procedure being conducted in North America for the first time, using deep brain stimulation (DBS) to help patients with treatment-resistant alcohol use disorder. The surgical trial is testing how safe and effective DBS is for alcohol addiction. DBS has been used for over 25 years to help treat movement disorders like Parkinson's disease. Roughly 200,000 DBS surgeries have been performed around the world, many for the nervous system disorder.In recent years, it's been explored as a treatment for a range of other diseases. At Sunnybrook, clinical trials are underway exploring DBS for use in disorders like post-traumatic stress disorder, obsessive-compulsive disorder, major depressive disorder, and alcohol use disorder. What changes is the part of the brain being targeted, says Dr Nir Lipsman, the trial lead investigator and the neurosurgeon who performed Mr Plummer's surgery. \"[For] things like Parkinson's disease we target motor circuits in the brain, in addiction, alcohol use disorder, we're targeting reward, pleasure circuits of the brain,\" he says.  DBS treatment involves implanting an electrical device directly into a patient's brain to stimulate circuits where there is abnormal activity , or dysfunctional \"wiring\", and help reset them. DBS is frequently described as a type of \"pacemaker\" for the brain.  Electrodes are inserted into a targeted region of the brain to recalibrate activity in that area using electrical impulses - controlled by a pacemaker-like device placed under the skin of the patient's chest - and ease cravings. Mr Plummer was the trial's first patient and underwent the experimental surgery just over a year ago. A total of six people are expected to eventually participate - all with a history of chronic alcohol use disorder proven resistant to other types of treatment. Patients are awake for the surgery. Mr Plummer says the worst part of the procedure were the noise and vibrations when surgeons drilled into his skull in order to implant the electrodes. \"It was a large drill that drills about a 25 cent piece out of your skull on both sides - that wasn't painful but it was annoying,\" he says. The brain pleasure centres being targeted in this study - the nucleus accumbens - is also involved in mood, anxiety and depression. That factor is potentially key since many addiction disorders frequently coexist with mood disorders, the neurosurgeon says. The surgeon says Mr Plummer has seen an improvement in both his cravings and his mood. In those who've had the surgery, \"we are seeing some signs, some early signs that we are having an impact on those kind of behaviours and those kind of measures that we want to influence\", says Dr Lipsman.The surgeons hope the study will shift some of the stigma around addiction disorders. Addictions are still often seen as a weakness or a failure of willpower, which can prevent people seeking treatment. \"We need to change the way we view addiction, change the way we view alcohol use disorder as a condition in its advanced stages, in the treatment resistant stages as being driven by circuits in the brain that are not functioning properly,\" he says.  But he cautions the research is in early stages - and that it's not a silver bullet. \"It's not just put in the implant, say goodbye and you're done,\" he says. Patients should still continue their conventional treatment for their alcohol addictions, like therapy or rehab programmes. \"It's really about viewing this as part of a larger strategy to treat what is an incredibly complex and challenging condition.\" Any results from DBS are not instantaneous - it can take weeks to feel a change. For Mr Plummer, after a little while, \"life just became so much better, so much richer.\"  \"I suddenly decided that I wanted to write a book about my experiences as a scientist, and experiences living in Kenya,\" he says.He's back to getting up early, writes daily and has returned to HIV research with the hopes of developing a vaccine for the disease. He drinks occasionally but says he doesn't have the same compulsion or the physical dependency as before. \"Life is on the table again,\" he says. "}, "20": {"url": "https://www.bbc.com/news/world-europe-51133850", "author": "By Hugh Schofield", "title": "When sexual abuse was called seduction: France confronts its past", "date": "19 January 2020", "story_body": "An 83-year-old French writer once feted by the Paris intellectual set now finds himself ostracised because of his writings about sex with teenage boys and girls.", "article_text": "An 83-year-old French writer once feted by the Paris intellectual set now finds himself ostracised because of his writings about sex with teenage boys and girls.From the 1960s onwards, Gabriel Matzneff made no secret of his passion for seducing adolescents. But a new book by one of the teenagers he slept with in the 1980s has led to a criminal investigation for rape of a minor.And now debate is raging in France about who is more to blame: Matzneff himself or the world he moved in.The moment that Gabriel Matzneff realised that the moral wind was turning against him came on 2 March 1990 when he appeared on France's famous TV book programme Apostrophe to discuss the latest of his published diaries.. In a jocular tone the programme's respected presenter, Bernard Pivot, asks Matzneff (then aged 53) what it is like to be a serial \"collector of young chicks\".All bald-headed suaveness, Matzneff explains how he prefers school-age girls who have yet to be \"hardened\" by disillusionment over men.  He says they come to him because he listens and takes them seriously.The panel nods understandingly. A Catholic woman who is there to defend fidelity in marriage laughs, as if at a charmingly naughty child.But then Pivot turns to a woman who has so far been silent, a Canadian writer called Denise Bombardier, and the atmosphere suddenly changes.  \"I feel like I am living on a different planet,\" says Bombardier coldly. And she launches into a devastating attack on her neighbour. Does he not understand anything about the rights of children, she asks. Has it never occurred to him that these young girls may end up damaged? \"For me, Mr Matzneff is abject. We all know how some girls can become besotted by men with a certain literary aura,\" says Bombardier. \"Some older men like to attract little children with sweets. Mr Matzneff does it with his reputation.\" Looking back today, what Denise Bombardier recalls most about the exchange is the scathing reception she then got from the Paris literary in-crowd. She had been warned by her publisher that attacking Matzneff would not go down well - and so it proved.In newspaper articles she was described as \"frustrated\" and a \"bitch\" (the French is even more obscene). \"So (Bombardier) has discovered that in the year 1990 girls of 15 make love to men who are 30 years older than they are! Well, big deal!\" wrote one critic.It is a measure of the extraordinary rapidity of moral change in our times that none of this could conceivably happen today.By no stretch of the imagination could a contemporary author write so blithely of his seduction of underage girls - and, in Matzneff's case, of boys too. And even if he did, there would certainly be no-one leaping to his defence, accusing his detractors - like they accused Bombardier 30 years ago - of reactionary neo-Puritanism and failing to understand the wellsprings of teenage sexuality. And yet just a generation ago, evidently, the idea of sex between adult men and adolescent girls was not only not shocking - in \"enlightened\" circles, that is. More than that, it was seen as liberating for the youngsters themselves - a final casting off of the sexual bonds imposed by the old pre-1968 order.  In retrospect, though it did not seem that way at the time, the Apostrophe programme was a turning point. Denise Bombardier may have been vilified in 1990 for attacking a French literary treasure - admired by President François Mitterrand no less - but in fact she represented the future.Matzneff, who had appeared five times previously on Apostrophe, was never invited back. Gradually his star faded. There was growing distaste for his sexual predilections, and before this latest controversy he was an all-but-forgotten figure outside the Left Bank.But in 2020 the moral compass had shifted 180 degrees. What had been seduction was now abuse.What Matzneff saw as a celebration of sexual adventure with partners who, though young, were always consenting, had become an evil power game.   And when publishing executive Vanessa Springora brought out a book this month describing the traumatic effects of her own relationship - aged 14 - with Matzneff, it was clear that he was now a literary non-person.Matzneff's books have been blacklisted and a criminal investigation is under way, though given the many years that have passed it will almost certainly not lead to charges. In France the age of \"sexual majority\" is 15.  If an adult has sex with a person under 15 he or she will face prosecution, though not necessarily for rape.\"At the age of 14 you are not supposed to have a 50-year-old man waiting for you when you come out of school; nor to share a hotel room with him and find yourself in his bed... when you should be having your tea,\" writes Springora in Consent. We all think differently now, so today there is no-one who will take up the cudgels for Matzneff. By universal consent his behaviour was unacceptable. The other people in his \"seductions\" also existed and their story is now being told. But it is instructive to look back at that 1990 Apostrophe programme - and indeed at Matzneff's five previous appearances in the 1970s and '80s.     Never did he make the slightest secret of his taste for the under-aged. His 1975 appearance was for a book called \"The under-16s\", for goodness sake.And up until Denise Bombardier, no-one said a thing.   "}, "21": {"url": "https://www.bbc.com/news/world-asia-51166339", "author": "Unknown", "title": "Facebook blames 'technical issue' for offensive Xi Jinping translation", "date": "19 January 2020", "story_body": "Facebook has apologised for translating Chinese President Xi Jinping's name from Burmese to English into an obscenity on its platform. ", "article_text": "Facebook has apologised for translating Chinese President Xi Jinping's name from Burmese to English into an obscenity on its platform. The translation gaffe came to light on the second day of Mr Xi's state visit to Myanmar.On Saturday, Mr Xi met Myanmar's leader Aung San Suu Kyi to enhance bilateral relations.In Burmese Facebook posts about their meeting, Mr Xi's name in English was translated erroneously.His name appeared as \"Mr Shithole\" in Facebook posts shared on the official accounts of Ms Suu Kyi and her office.Facebook addressed the mishap in a statement on Saturday, blaming a \"technical issue\" for the mistranslation.\"We fixed a technical issue that caused incorrect translations from Burmese to English on Facebook,\" said Andy Stone, a spokesman for Facebook. \"This should not have happened and we are taking steps to ensure it doesn't happen again.\"Burmese is the official language in Myanmar, where it is spoken by two-thirds of the population. Facebook admitted that Mr Xi's name had not been inputted into the database that translates Burmese into English.In instances where data for a word is missing, Facebook's system guesses the translation, using similar syllables to replace it, the company said.Translation tests of similar words that start with \"xi\" and \"shi\" in Burmese also produced \"shithole\", it added.\"We are aware of an issue regarding Burmese to English translations on Facebook, and we're doing everything we can to fix this as quickly as possible,\" Mr Stone added in the statement.As of Sunday morning, the English translation function did not appear to be working on the Burmese posts of official Facebook pages belonging to Ms Suu Kyi and the Myanmar government.There were reports that coverage of the gaffe was censored in China, where the flow of information is controlled by the government.In Myanmar, President Xi has sought to strengthen political and economic ties with the country.During the two-day trip, lucrative infrastructure deals were jointly signed by Mr Xi and Ms Suu Kyi, a Nobel Peace Prize laureate and the State Counsellor of Myanmar.The trip comes a month after  in Myanmar at the International Court of Justice."}, "22": {"url": "https://www.bbc.com/news/world-us-canada-51166735", "author": "Unknown", "title": "Puerto Rico official sacked over Hurricane Maria aid warehouse", "date": "19 January 2020", "story_body": "Puerto Rico's top emergencies manager has been sacked after video emerged of a warehouse full of supplies dating back to the devastating Hurricane Maria that hit the island in 2017.", "article_text": "Puerto Rico's top emergencies manager has been sacked after video emerged of a warehouse full of supplies dating back to the devastating Hurricane Maria that hit the island in 2017.Governor Wanda Vázquez Garced said she wanted answers within 48 hours over the undistributed aid.Sacked director Carlos Acevedo said no-one had been denied \"any of the items\" found in the warehouse.Since 2017, Puerto Rico has been hit by a series of hurricanes and earthquakes. The island is still recovering from Hurricane Maria, a category-five storm that devastated parts of the Caribbean in September 2017. In Puerto Rico alone, the hurricane is estimated to have killed 2,975 people and caused $100bn (£75bn) of damage.The island was hit by the strongest quake in 102 years early this month. At one point in the aftermath, two-thirds of the population had no power. One of the worst affected areas was the city of Ponce, in the south of the island.Video of Ponce residents breaking into the warehouse went viral on Saturday.It showed thousands of cases of water and other supplies. \"There are thousands of people who have made sacrifices to help those in the south, and it is unforgivable that resources were kept in the warehouse,\" Governor Vázquez Garcel said in her statement.The mayor of Ponce, María Meléndez, said news of the warehouse and its contents was \"outrageous\". \"Everyone knows what us mayors went through after Hurricane Maria to try and get help to our cities, and how we've worked these weeks to provide basic supplies to people affected by earthquakes. Those involved owe us an explanation.\"Carlos Acevedo - the sacked commissioner of the National Emergency Management and Disaster Relief Agency - dismissed any insinuation of wrongdoing as \"insane\".The warehouse - containing water, food, nappies and cots - was discovered when the building was inspected after the earthquake, Mr Acevedo said.He said that water was distributed to the public when Hurricane Dorian and Hurricane Karen threatened Puerto Rico, but about 80 pallets - out of some 600 - remained as they had expired.The Fire Department Bureau had distributed aid from the warehouse to those affected by the earthquakes, he said, adding: \"It is of utmost importance to emphasise that no citizen has been denied any of the items stored at the warehouse.\"At the moment there is no shortage of any of these articles and they are being distributed to the people who need it. This may be corroborated in the shelters and base camps.\"Thousands of people have been sleeping outside or in their cars since the 6.4-magnitude quake on 7 January.The south of the island was hardest hit, with dozens of homes in towns including Yauco, Guanica and Guayanilla collapsing.The earthquakes knocked out Puerto Rico's main generating facility, the Costa Sur plant, and damaged other infrastructure.A 73-year-old man in the southern city of Ponce was the only confirmed death.US President Donald Trump has signed a major disaster declaration, authorising federal aid.Puerto Rico, a US territory of about 3.2 million people, is situated between the North America and Caribbean tectonic plates, making it vulnerable to earthquakes."}, "23": {"url": "https://www.bbc.com/news/world-middle-east-51166943", "author": "Unknown", "title": "Yemen war: At least 80 soldiers killed in missile attack", "date": "19 January 2020", "story_body": "A missile attack on a military training camp in Yemen has killed at least 80 soldiers.", "article_text": "A missile attack on a military training camp in Yemen has killed at least 80 soldiers.Dozens of others were wounded in the strike in the central province of Marib on Saturday, officials say.The camp, about 170km (105 miles) east of the capital, Sanaa, targeted a mosque as people gathered for prayer, military sources told Reuters.Yemen's government has blamed Houthi rebels for the attack, but there has been no claim of responsibility.Officials said they expected the death toll to rise.Yemeni President Abdrabbuh Mansour Hadi condemned the \"cowardly\" attack in a statement carried by Saba, a state news agency.The attack \"confirms without doubt that the Houthis have no desire for peace\", Mr Hadi was quoted as saying.In August last year, Houthi rebels launched a missile attack on a Yemen government forces military parade in the southern port city of Aden, killing at least 32 people.Yemen has been devastated by a conflict that escalated in March 2015, when Houthi rebels seized control of much of the west of the country and forced President Hadi to flee abroad.Alarmed by the rise of a group they believed to be backed militarily by regional Shia Muslim power Iran, Saudi Arabia and eight other mostly Sunni Muslim Arab states began an air campaign aimed at restoring Mr Hadi's government.Hundreds of thousands of people have been killed in the conflict, ."}, "24": {"url": "https://www.bbc.com/news/world-africa-51166247", "author": "Unknown", "title": "Libya civil war: Rivals to join major powers in Germany", "date": "19 January 2020", "story_body": "Libya's warring rival factions are expected to join major powers in Germany in a renewed push to secure a ceasefire to halt the civil war.", "article_text": "Libya's warring rival factions are expected to join major powers in Germany in a renewed push to secure a ceasefire to halt the civil war.The talks follow the collapse of an earlier truce amid recriminations.The conflict pits powerful General Khalifa Haftar against the UN-backed government in the capital, Tripoli.Sunday's summit also aims to extract a pledge from foreign powers to honour a UN arms embargo and to halt any further interference in the conflict. On Saturday, forces loyal to Gen Haftar blocked oil exports from major ports - a blow to the country's main source of income. And reports on Sunday suggest the general's forces had shut down pipelines in Libya as the conference got under way.UK Prime Minister Boris Johnson said the aim of the conference was to \"stop this jockeying for position\".\"The people of Libya have suffered enough,\" he said as he arrived on Sunday. \"It's time for the country to move forward.\"The meeting is expected to bring the two sides together in Germany's capital Berlin, along with their foreign backers, the UN, and other global powers - including Russia's President Vladimir Putin and Turkish President Recep Tayyip Erdogan.\"We don't lose hope that dialogue will continue and the conflict will be solved,\" Mr Putin said on Sunday before meeting the Turkish president on the sidelines of the conference. Mr Erdogan, who has recently sent troops in support of the Tripoli government, said before the meeting that Gen Haftar's \"aggressive stance must come to an end\".Libya has been wracked by conflict since the 2011 uprising which ousted long-time strongman Muammar Gaddafi.Gen Haftar's Libyan National Army (LNA) controls much of eastern Libya, and last April he launched an offensive against the country's rival Government of National Accord (GNA) in the capital, Tripoli.His forces have so far been unable to take the city, but earlier this month the LNA According to the UN, the fighting has killed hundreds of people and displaced thousands more from their homes.A truce was announced earlier this month between Gen Haftar and the GNA, led by Prime Minister Fayez al-Serraj.But both sides blame each other for reported breaches of the agreement, and The role of foreign states  in the conflict has come into focus in recent months, with  to deploy troops to help GNA forces in Tripoli. Gen Haftar's LNA has the backing of Russia, Egypt, Saudi Arabia, the United Arab Emirates (UAE) and Jordan.On Saturday, UN Special Envoy to Libya Ghassan Salamé called on international powers to stop supporting local proxy groups with mercenaries, arms, financing, and direct military support.He told BBC Radio 4's Today programme that such actions created \"a vicious circle where their proxies call for intervention in their fight, and their own ambitions bring more divisions\".Mr Salamé told the BBC that a political solution to the conflict was best for all parties involved because Libya - with its vast geography, strong local identities, heavily armed population and weakened government infrastructure - was a difficult country for one group to control."}}